Repository: strimeapp/frontend
Catalog: app/Resources/translations/Front/front_index.*.xlf
Languages: es, fr

# front_index_button_access_app
source: Go to the application
es: Acceder a la aplicación
fr: Accéder à l'application

# front_index_link_strime_the_blog
source: Strime - the blog
es: Strime - el blog
fr: Strime - le blog

# front_index_link_login
source: Sign in
es: Iniciar sesión
fr: Connexion

# front_index_title_login
source: Sign in
es: Conectarse
fr: Se connecter

# front_index_link_signup
source: Sign up
es: Inscripción
fr: Inscription

# front_index_baseline_simplify_video_feedback
source: Simplify video project management
es: Simplifique el seguimiento de los proyectos audiovisuales
fr: Simplifiez le suivi de projets vidéo

# front_index_baseline_get_precise_feedback
source: Collect precise feedback, save time, earn money
es: Recoja información precisa, ahorre tiempo y gane dinero
fr: Recueillez des feedback précis, gagnez du temps, gagnez de l’argent

# front_index_free_strime_is_free
source: Strime is free. No kiddin'!
es: Strime es completamente gratis !
fr: Strime est gratuit. Si, Si !

# front_index_free_button_create_account
source: Create an account
es: Crea una cuenta
fr: Créez un compte

# front_index_what_we_do_make_feedback_not_easy
source: Making clear and precise feedback on a video is not obvious.
es: Entregar una respuesta clara y específica en un video no es obvio.
fr: Faire des retours clairs et précis sur une vidéo n’a rien d’évident.

# front_index_what_we_do_simple_tool
source: Strime is a simple tool designed to improve the tracking of corrections of a video project
es: Strime es una sencilla herramienta diseñada para mejorar<br />el seguimiento de las correcciones en un proyecto audiovisual
fr: Strime est un outil simple conçu pour améliorer le suivi de corrections d’un projet vidéo

# front_index_what_we_do_simplify_communication
source: and facilitate exchanges with your customers and colleagues.
es: y facilitar los intercambios con sus clientes y sus compañeros de trabajo.
fr: et faciliter les échanges avec vos clients et vos collègues.

# front_index_app_description_up_to_10go
source: Post and store your videos up to 10Gb
es: Publique y almacene sus vídeos hasta 10 Gb
fr: Postez et stockez vos vidéos jusqu'à 10Go

# front_index_app_description_download_videos
source: Upload your videos to your dashboard in any format (mov, avi, mp4, wmv, flv...).
es: Descargue sus vídeos en su dashboard, en cualquier formato (mov, avi, mp4, wmv, flv...).
fr: Téléchargez vos vidéos sur votre tableau de bord, dans n'importe quel format (mov, avi, mp4, wmv, flv...).

# front_index_app_description_organize_them
source: Organize them in projects and control in real time the corrections suggested.
es: Puede reagrupar sus proyectos audiovisuales y hacer un seguimiento en tiempo real de las correcciones.
fr: Regroupez-les en projets et contrôlez en temps réel le suivi de corrections.

# front_index_app_description_collect_annotations
source: Collect customers annotations
es: Recupere las anotaciones de sus clientes
fr: Recueillez les annotations de vos clients

# front_index_app_description_write_directly_on_images
source: Post your feedback and comments directly on videos.
es: Escriba directamente sus observaciones y comentarios sobre las imágenes.
fr: Écrivez directement des remarques et commentaires sur les images.

# front_index_app_description_answer_to_client
source: Answer to the client's comments and make him validate your work.
es: Responda a los feedbacks de sus clientes y haga que sea validado.
fr: Répondez aux retours du client et faites-le valider.

# front_index_app_description_share_in_one_clic
source: Share your videos in one click
es: Comparte tus vídeos con un solo clic
fr: Partagez vos vidéos en un seul clic

# front_index_app_description_private_access
source: Show your work remotely via a private access and automatically receive notifications for every comment posted.
es: Muestre su avance desde su hogar u oficina a través de un acceso privado y reciba notificaciones de forma automática por cada comentario publicado.
fr: Montrez votre travail à distance via un accès privé et recevez automatiquement des notifications à chaque commentaire posté.

# front_index_app_description_keep_the_comments
source: Keep all the comments of a project
es: Mantenga todos los comentarios de un proyecto
fr: Conservez tous les commentaires d’un projet

# front_index_app_description_collect_feedback_in_one_place
source: Gather all the feedback and corrections of your clients in one place, and save time in the management of your projects.
es: Lea las notas y correcciones de sus clientes en un solo lugar, y ahorre tiempo en el seguimiento de sus proyectos.
fr: Recueillez les remarques et corrections de vos clients dans un même endroit, et gagnez du temps dans le suivi de vos dossiers.

# front_index_partners_they_support_strime
source: They support Strime
es: Los que apoyan a Strime
fr: Ils soutiennent Strime

# front_index_stay_connected_create_account
source: Create an account, Strime is <u>free</u>, no time limit.
es: Crea una cuenta, Strime es <u>gratuito</u>, sin límite de tiempo.
fr: Créez un compte, Strime est <u>gratuit</u>, sans limite de temps.

# front_index_stay_connected_lets_go
source: Let's go!
es: Aquí vamos!
fr: C'est parti !

# front_index_stay_connected_accept_tos
source: By creating an account, you agree to Strime's %link_start%terms of services%link_end%
es: Al crear una cuenta, usted acepta las %link_start%condiciones generales de uso%link_end% de Strime
fr: En créant un compte, vous acceptez les %link_start%conditions générales d'utilisation%link_end% de Strime

# front_index_form_first_name
source: First name
es: Nombre
fr: Prénom

# front_index_form_name
source: Last name
es: Apellido
fr: Nom

# front_index_form_password
source: Password
es: Contraseña
fr: Mot de passe

# front_index_form_optin_newsletter
source: I subscribe to the newsletter
es: Me suscribo al newsletter
fr: Je m'abonne à la newsletter

# front_index_form_message_already_logged_in
source: You are already logged in.
es: Usted ya se encuentra conectado.
fr: Vous êtes déjà connecté.

# front_index_form_message_no_network
source: You don't seem to be connected to the internet.<br />You cannot sign up without an active connection.
es: Usted no está conectado a internet.<br />No es posible conectarse sin una conexión.
fr: Vous n'êtes pas connecté à internet.<br />Il n'est pas possible de vous inscrire sans connexion.

# front_index_loader_loading
source: Loading...
es: Cargando...
fr: Chargement...
