Repository: strimeapp/frontend
Catalog: app/Resources/translations/Front/front_*.*.xlf
Languages: es

# front_base_meta_title
source: Video projects management
es: Seguimientos de los proyectos audiovisuales

# front_base_meta_keywords
source: strime, strime.io, video, videos, comment, comments, application, app, workflow, collaboration, client, video producer, producer, professional, professionals
es: strime, strime.io, video, video, videos, comentario, comentarios, aplicación, app, apps, workflow, intercambiar, cliente, videasta, profesional, profesional

# front_base_title_keep_posted
source: Stay tuned<br />for updates
es: Reciba notificaciones<br />de nuestras noticias.

# front_base_button_close_window
source: Close the window
es: Cierre la ventana

# front_base_mailchimp_first_name
source: Firstname
es: Nombre

# front_base_mailchimp_name
source: Name
es: Apellido

# front_base_mailchimp_subscribe
source: Subscribe to the newsletter
es: Inscribirse al newsletter

# front_base_footer_trust_badge
source: Trust badge
es: Insignia de la confianza

# front_base_item_who_are_we
source: Who are we?
es: ¿Quiénes somos?

# front_base_item_shop
source: Shop
es: Tienda

# front_base_item_contact
source: Contact
es: Contacto

# front_base_item_tos
source: TOS
es: CGU

# front_base_item_terms_of_services
source: Terms of Services
es: Condiciones Generales de Uso

# front_base_modal_free_signup
source: Free sign up
es: Inscripción gratuita

# front_base_modal_accept_tos
source: By creating an account, you agree to Strime's %link_start%terms of services%link_end%
es: Al crear una cuenta, usted acepta las %link_start%condiciones generales de uso%link_end% de Strime

# front_base_button_signup
source: Sign up
es: Inscribirse

# front_base_loader_loading
source: Loading...
es: Cargando...

# front_base_modal_already_have_account
source: Do you already have an account?
es: ¿Usted ya tiene una cuenta?

# front_base_modal_signin
source: Sign in
es: Conéctese

# front_base_modal_strime_will_stop
source: Strime will definitively be stopped on september 10th, 2018.
es: Strime parará definitivamente su servicio el 10 de septiembre, 2018.

# front_base_modal_after_three_years_we_are_stopping
source: After 3 years of service, we have the regret to announce that we are progresively stopping Strime.
es: Luego tres años de actividad, somos tristes anunciarle el cierre progresivo de Strime.

# front_base_modal_why_did_we_create_strime
source: We created Strime back in 2015, with the aim to develop a tool to provide feedback on video production as simple as possible, and with a strong focus on our users. Our goal was to make the process of validating a production with your clients more accessible, more pleasant, and more qualitative. Today, Strime is free and we never managed to find the business model that would allow us to generate enough incomes to maintain our infrastructure and develop our product. We thus have no choice but to stop Strime.
es: Creamos Strime en 2015, con la voluntidad de desarrollar una herramienta de feedback vídeo lo más posible, y con una real preocupación para nuestros usuarios. Nuestra meta era de hacer que la colaboración con sus clientes sea más accesible, más agradable y más cualitativa. Hoy día, Strime es gratis y no logramos encontrar el modelo economico que nos hubiera permitido de generar bastante ingresos para mantenar nuestra infraestuctura y desarrollar nuestro producto. Entonces, tenemos que tomar esta decisión dificíl de parar Strime.

# front_base_modal_any_question_contact_us
source: If you have any question, feel free to contact us via <a href="/contact" title="Contact us">our form</a>.
es: Cualquier pregunta, no dudé contactarnos con <a href="/contact" title="Contactenos">nuestro formulario</a>.

# front_base_modal_learn_more_end_of_strime
source: If you want to <a href="https://blog.strime.io/en/the-end-of-a-nice-journey/" title="The end of Strime" target="_blank">learn more</a> on the end of Strime.
es: Si quieren <a href="https://blog.strime.io/en/the-end-of-a-nice-journey/" title="El fín de Strime" target="_blank">aprender más</a> sobre el fín de Strime.

# front_base_modal_thanks_for_using_strime
source: Thanks for choosing Strime,
es: Gracias por elegir Strime,

# front_base_modal_we_were_honored
source: We were honoured to count you among our users.
es: Fuimos orgullosos de contar con ustedes como parte de nuestros usuarios.

# front_base_modal_frank_romain_jp
source: Franck, Romain and Jean-Philippe
es: Franck, Romain y Jean-Philippe

# front_base_text_language
source: Language:
es: Lengua:

# front_js_text_user_account_with_same_email
source: An user account using this email address already exists.
es: El nombre de usuario ya existe.

# front_js_text_missing_data
source: Fields are missing.
es: Faltan algunos campos por llenar.

# front_js_text_invalid_email_address
source: The provided email address is not valid.
es: El correo electrónico entregado no es válido.

# front_js_text_account_created
source: Your account has been created.
es: Su cuenta ha sido creada.

# front_js_text_email_or_pwd_invalid
source: Email or password incorrect
es: El e-mail o la contraseña esta incorrecta

# front_js_text_your_account_has_been_deactivated
source: Your account has been deactivated.
es: Su cuenta ha sido desactivada.

# front_js_text_error_occured_while_logging_you_in
source: An error occurred while logging you in.
es: Ocurrió un error mientras se identificaba.

# front_js_text_you_are_now_logged_in
source: You are now logged in.
es: Usted está ahora conectado.

# front_js_text_error_occured_while_sending_the_request
source: An error occurred while sending the request.
es: Se ha producido un error al enviar su solicitud.

# front_js_text_email_address_doesnt_exist
source: This email address doesn't exist.
es: Este correo electrónico no existe.

# front_js_text_error_while_saving_new_password
source: Error while saving the new password.
es: Ourrió un error al guardar la nueva contraseña.

# front_js_text_new_password_has_been_send_by_email
source: Your new password has been sent by email.
es: Su nueva contraseña ha sido enviada a su correo electrónico.

# front_js_text_request_being_processed
source: Your request is being processed...
es: Su pedido se está procesando...

# front_js_text_an_error_occured
source: An error occurred:
es: Un error se ha producido:

# front_js_text_one_last_thing_click_on_link
source: Thanks!<br />One more thing:<br />Please click on the link contained in the message you just received.
es: Gracias!<br />Una última cosa:<br /> Por favor, haga clic en el enlace del mensaje que acaba de recibir.
