Repository: strimeapp/frontend
Catalog: app/Resources/translations/Front/front_trust_badge.*.xlf
Languages: es, fr

# front_trust_badge_meta_description
source: Strime engages in the Orange Trust Badge
es: Strime se enmarca en el "Orange Trust Badge"
fr: Strime s'engage dans le cadre du Orange Trust Badge

# front_trust_badge_meta_keywords
source: strime, strime.io, video, videos, comment, comments, application, app, workflow, collaboration, client, video producer, producer, professional, professionals, trust badge, personal data, confidence
es: strime, strime.io, video, video, videos, comentario, comentarios, aplicación, app, apps, workflow, intercambiar, cliente, videasta, profesional, profesional, Insignia de confianza, datos personales, confianza
fr: strime, strime.io, vidéo, video, vidéos, videos, commentaire, commentaires, application, appli, app, workflow, échange, client, vidéaste, professionnel, professionnelle, badge de confiance, données personnelles, confiance

# front_trust_badge_title_trust_badge
source: Trust Badge
es: Insignia de la confianza
fr: Badge de confiance

# front_trust_badge_excerpt_trust_badge_by_orange
source: The Trust Badge is an initiative launched by Orange.
es: La insignia de la confianza es una iniciativa lanzada por Orange.
fr: Le Badge de Confiance est une initiative lancée par Orange.

# front_trust_badge_excerpt_partner_of_program
source: As a partner of this initiative, we are committed to inform you of the data we collect, how it is used, and how to administer them.
es: Como socio de esta iniciativa, estamos comprometidos para informarle de los datos que recopilamos, el uso que se haga de ella, y cómo administrarlos.
fr: En tant que partenaire de cette initiative, nous nous engageons à vous informer des données que nous collectons, de l'usage qui en est fait, et de la manière de les administrer.

# front_trust_badge_title_my_identity
source: My identity
es: Mi identidad
fr: Mon identité

# front_trust_badge_question_which_data_collected
source: What data do you collect?
es: ¿Cuales son los datos que usted colecta?
fr: Quelles sont les données que vous collectez ?

# front_trust_badge_answer_name_email
source: Strime collects your first and last name, as well as your email address.
es: Strime colecta su nombre y apellido, así como su dirección de correo electrónico.
fr: Strime collecte vos prénom et nom, ainsi que votre adresse email.

# front_trust_badge_answer_if_choose_paying_offer
source: If you choose one of our paying offers, we will ask you to also provide a postal address for the edition of your invoices. You will be able to delete this data in %link_start%your account%link_end%, as soon as you downgrade to the free offer.
es: Si elige una de nuestras ofertas de servicios premium, le pedimos que también proporcionar una dirección de correo postal para la emisión de la factura. Puede eliminar estos datos en %link_start%su cuenta%link_end%, una vez que usted vuelva sobre la oferta gratuita.
fr: Si vous choisissez une de nos offres payantes, nous vous demanderons de fournir également une adresse postale pour l'édition de la facture. Vous pourrez supprimer cette donnée dans %link_start%votre compte%link_end%, dès lors que vous repasserez sur l'offre gratuite.

# front_trust_badge_title_analytics
source: Analytics
es: Analítica

# front_trust_badge_question_which_stats_tools_do_you_use
source: What statistical tools do you use?
es: ¿Qué herramientas de estadísticas utiliza?
fr: Quels outils de statistique utilisez-vous ?

# front_trust_badge_answer_google_analytics
source: We use Google Analytics to track the traffic on our platform.
es: Utilizamos Google Analytics para medir el tráfico que se genera en nuestra plataforma.
fr: Nous utilisons Google Analytics pour mesurer le trafic qu'il y a sur notre plateforme.

# front_trust_badge_answer_acquisition_localization
source: We also use this tool to obtain statistics on the origin of our visitors, whether from a geographical point of view or to know the sites that allowed them to know Strime.
es: También utilizamos esta herramienta para obtener las estadísticas de nuestros visitantes, ya sea desde un punto de vista geográfico o para encontrar sitios que les han permitido encontrar a Strime.
fr: Nous nous servons également de cet outil pour obtenir des statistiques sur la provenance de nos visiteurs, que ce soit d'un point de vue géographique ou pour connaître les sites qui leur ont permis de connaître Strime.

# front_trust_badge_title_my_credit_card_details
source: My bank details
es: Mis datos bancarios
fr: Mes données bancaires

# front_trust_badge_question_what_do_you_do_with_credit_card_details
source: What are you doing with my bank details?
es: ¿Cómo utilizan mis datos bancarios?
fr: Que faites-vous de mes coordonnées bancaires ?

# front_trust_badge_answer_we_keep_nothing
source: We don't store any credit card number on Strime.
es: No almacenamos ninguna información de las cuentas bancarias en Strime.
fr: Nous ne stockons aucune donnée bancaire sur Strime.

# front_trust_badge_answer_work_with_stripe
source: We work with a payment solution named %link_start%Stripe%link_end% which is in charge of managing your bank details, and charging you.
es: Trabajamos con una solución de pago denominado %link_start%Stripe%link_end%, que es responsable de la gestión de sus datos bancarios, y de efectuar los pagos automáticos.
fr: Nous travaillons avec une solution de paiement nommée %link_start%Stripe%link_end% qui se charge de gérer vos coordonnées bancaires, et d'effectuer les prélèvements.

# front_trust_badge_answer_stripe_chosen_by
source: Stripe is a trusted partner. This solution is that chosen by more than %link_start%2 out of 3 companies%link_end% that are created, and doing online sales in France.
es: Stripe es un socio de confianza. Esta solución es la adoptada por cada %link_start%2 empresas sobre 3%link_end% que se crean, y realizan sus ventas en línea en Francia.
fr: Stripe est un partenaire de confiance. Cette solution est celle retenue par plus de %link_start%2 sociétés sur 3%link_end% qui se créent, et effectuant de la vente en ligne en France.

# front_trust_badge_title_my_videos
source: My videos
es: Mis videos
fr: Mes vidéos

# front_trust_badge_question_where_are_my_videos
source: Where are stored my videos?
es: ¿Dónde se almacenan mis videos?
fr: Où sont stockées mes vidéos ?

# front_trust_badge_answer_amazon_s3_ireland
source: Your videos are stored on Amazon S3, on servers located in Ireland.
es: Sus vídeos se almacenan en Amazon S3, cuyos servidores se encuentran en Irlanda.
fr: Vos vidéos sont stockées chez Amazon S3, sur des serveurs basés en Irlande.

# front_trust_badge_question_who_can_access_my_videos
source: Who can access to my videos?
es: ¿Quién puede tener acceso a mis videos?
fr: Qui peut avoir accès à mes vidéos ?

# front_trust_badge_answer_can_only_be_played_from_strime
source: Your videos can only be played from Strime's website. It is impossible to read a video right from the Amazon S3 link.
es: Sus vídeos sólo se pueden leer desde el sitio Strime. Es imposible reproducir el vídeo desde el enlace de Amazon S3.
fr: Vos vidéos peuvent seulement être lues depuis le site Strime. Il est impossible de lire la vidéo à partir du lien Amazon S3.

# front_trust_badge_answer_only_people_with_link
source: As a result, only those who have the link to your videos or projects on Strime will be able to play your videos and read their comments. Moreover, depending on the offer chosen, you can protect these videos with a password, which reinforces their privacy.
es: En consecuencia, sólo las personas que llevan a cabo el enlace a los vídeos o proyectos en Strime pueden reproducir sus videos y los comentarios asociados. Por otra parte, usted puede, dependiendo de su plan, proteger a sus videos por una contraseña, lo que refuerza la privacidad.
fr: Par conséquent, seules les personnes détentrices du lien vers vos vidéos ou vos projets sur Strime pourront lire vos vidéos, et les commentaires associés. Par ailleurs, vous pouvez, selon l'offre choisie, protéger ces vidéos par un mot de passe, ce qui en renforce le caractère privé.

# front_trust_badge_question_where_are_stored_the_comments
source: Where are stored the comments posted on my videos?
es: ¿En donde se almacena Comentarios publicados en mis vídeos?
fr: Où sont stockées les commentaires postés sur mes vidéos ?

# front_trust_badge_answer_comments_stored_with_our_data
source: Comments are stored with the rest of our data, on our servers, at OVH in France.
es: Los comentarios se almacenan con el resto de nuestros datos en nuestros servidores en OVH, en Francia.
fr: Les commentaires sont stockés avec le reste de nos données, sur nos serveurs, chez OVH, en France.

# front_trust_badge_question_can_i_delete_videos
source: Can I delete my videos?
es: ¿Puedo suprimir mis videos?
fr: Puis-je supprimer mes vidéos ?

# front_trust_badge_answer_can_delete_videos_anytime
source: You can delete your videos from your %link_start%dashboard%link_end% at any time. Related comments will also be deleted.
es: Siempre puede borrar los vídeos desde %link_start%el dashboard%link_end%. Se eliminarán los comentarios asociados.
fr: Vous pouvez à tout moment supprimer vos vidéos depuis votre %link_start%tableau de bord%link_end%. Les commentaires associés seront également supprimés.

# front_trust_badge_title_email_contacts
source: Email addresses of my contacts
es: Correos electrónicos de mis contactos
fr: Adresses mail de mes contacts

# front_trust_badge_question_what_are_you_doing_email_contacts
source: What are you doing of the email addresses of my contacts?
es: ¿Qué hace con los correos electrónicos de mis contactos?
fr: Que faites-vous des adresses mail de mes contacts ?

# front_trust_badge_answer_keep_them_in_database
source: We keep them in our database so that we can display them to you when you share a new video with one or more of your contacts.
es: Conservaremos en nuestra base de datos para volver sugerirle a futuro compartir un nuevo video con uno o más de sus contactos.
fr: Nous les conservons au sein de notre base de données pour pouvoir vous les reproposer lorsque vous partagez une nouvelle vidéo avec un ou plusieurs de vos contacts.

# front_trust_badge_answer_we_dont_send_email
source: We only send them emails only to let them know when someone collaborating on the same project is answering to one of their comments.
es: Les enviaremos e-mails solo para alertarlos de que usted o cualquier otra persona que trabaja en el mismo proyecto que ellos, responde a uno de sus comentarios.
fr: Nous ne leur envoyons des mails que pour les alerter du fait que vous ou toute autre personne collaborant au même projet qu'eux, répond à un de leur commentaire.

# front_trust_badge_answer_we_will_never_share_them
source: We will never share these email addresses, nor will we send them sollicitations.
es: Nunca compartiremos sus direcciones de correo electrónico, y no las mandaremos en ningún caso a terceros por alguna solicitud.
fr: Nous ne partagerons jamais ces adresses mail, et ne leur enverrons en aucun cas de sollicitations.

# front_trust_badge_text_cant_find_answer
source: You can't find the answer to your question?
es: ¿Usted no encuentra una respuesta a su pregunta?
fr: Vous ne trouvez pas de réponse à votre question ?

# front_trust_badge_text_contact_us
source: Contact us
es: Contáctenos
fr: Contactez-nous

# front_trust_badge_text_learn_more
source: Learn more on the %link_start%Orange Trust Badge%link_end%
es: Más información sobre el Orange %link_start%sello de confianza%link_end%
fr: En savoir plus sur le %link_start%Badge de Confiance Orange%link_end%
