Repository: strimeapp/frontend
Catalog: app/Resources/translations/Front/front_controller_pages.*.xlf
Languages: es, fr

# front_controller_pages_contact_subject
source: What is the subject of your message?
es: Asunto
fr: C'est à quel sujet ?

# front_controller_pages_contact_technical_issue
source: A technical issue
es: Un problema técnico
fr: Un problème technique

# front_controller_pages_contact_new_feature
source: A new feature
es: Una nueva funcionalidad
fr: Une nouvelle fonctionnalité

# front_controller_pages_contact_question_on_the_offers
source: A question on the offers
es: Una pregunta sobre los productos
fr: Une question sur les offres

# front_controller_pages_contact_candidature
source: A job application
es: Una candidatura a un puesto de trabajo
fr: Une candidature

# front_controller_pages_contact_other
source: Something else
es: Otro
fr: Autre

# front_controller_pages_contact_name
source: Name
es: Nombre
fr: Nom

# front_controller_pages_contact_your_message
source: Your message
es: Su mensaje
fr: Votre message

# front_controller_pages_contact_message_sent_will_answer_asap
source: We have received your message. We can't wait to read it!
es: Hemos recibido su mensaje. Le responderemos a la brevedad!
fr: Nous avons bien reçu votre message. Nous y répondrons dès que possible !

# front_controller_pages_contact_please_choose_subject
source: Please choose a subject
es: Escoja el asunto.
fr: Veuillez choisir un sujet.

# front_controller_pages_contact_all_the_fields_not_provided
source: Some fields are missing.
es: Faltan algunos campos por llenar.
fr: Tous les champs n'ont pas été remplis.

# front_controller_pages_confirm_not_able_to_confirm_email
source: We were not able to confirm this email address.<br />Please make sure that you clicked on a valid link.
es: No hemos podido confirmar esta dirección de correo electrónico.<br />Por favor, asegúrese de que el link en donde usted hizo un clic sea válido.
fr: Nous n'avons pas pu confirmer cette adresse email.<br />Veuillez vous assurer que le lien sur lequel vous avez cliqué est valide.

# front_controller_pages_confirm_email_confirmed
source: We have confirmed your email address.<br />You will be redirected.
es: Hemos confirmado su dirección de correo electrónico.<br />Usted va a ser redirigido.
fr: Nous avons bien confirmé votre adresse email.<br />Vous allez être redirigé.

# front_controller_pages_confirm_error_while_updating_profile
source: An error occured while updating your profile.<br />Please contact us.
es: Se ha producido un error al actualizar su perfil.<br />Por favor, póngase en contacto con nosotros.
fr: Une erreur est survenue lors de la mise à jour de votre profil.<br />Veuillez prendre contact avec nous.

# front_controller_pages_confirm_not_able_to_reset_password
source: You are not allowed to change this password.<br />Please make sure that the link you used is valid and is less than 24h old.
es: No hemos podido confirmar esta dirección de correo electrónico.<br />Por favor, asegúrese de que el link en donde usted hizo un clic sea válido y que tenga menos de 24 horas.
fr: Vous n'êtes pas autorisé à modifier ce mot de passe.<br />Veuillez vous assurer que le lien sur lequel vous avez cliqué est valide et qu'il a moins de 24h.

# front_controller_pages_reset_pwd_new_pwd
source: New password
es: Nueva contraseña
fr: Nouveau mot de passe

# front_controller_pages_reset_pwd_retype_new_pwd
source: Retype new password
es: Reescriba nueva contraseña
fr: Resaisissez le nouveau mot de passe

# front_controller_pages_reset_pwd_incorrect_pwd
source: The password provided is incorrect.
es: La contraseña no es correcta.
fr: Le mot de passe saisi est incorrect.

# front_controller_pages_reset_pwd_new_pwd_saved
source: Your new password has been saved.
es: Su contraseña ha sido guardada.
fr: Votre nouveau mot de passe a bien été enregistré.

# front_controller_pages_reset_pwd_error_occured_while_updating_pwd
source: A error occurred while updating your password.
es: Ocurrió un error mientras se actualizaba su contraseña.
fr: Une erreur est survenue lors de la mise à jour de votre mot de passe.

# front_controller_pages_reset_pwd_all_fields_not_provided
source: Fields are missing.
es: Faltan algunos campos por llenar.
fr: Tous les champs n'ont pas été remplis.

# front_controller_pages_confirm_passwords_are_not_identical
source: The passwords are not identical.
es: Las contraseñas introducida en el campo de texto no concuerdan.
fr: Les mots de passe saisis ne sont pas identiques.

# front_controller_pages_ajax_signup_confirm_email
source: Confirm your email address
es: Confirme su dirección de correo electrónico
fr: Confirmez votre adresse email

# front_controller_pages_ajax_signup_confirm_signup
source: Sign up confirmation
es: Confirmación de su inscripción
fr: Confirmation d'inscription

# front_controller_pages_ajax_forgotten_pwd_your_new_password
source: Your new password
es: Su nueva contraseña
fr: Votre nouveau mot de passe
