Repository: strimeapp/frontend
Catalog: app/Resources/translations/Front/front_faq.*.xlf
Languages: es, fr

# front_faq_meta_description
source: Any question? We probably already have the answer...
es: ¿Tiene una pregunta? Nosotros ya tenemos su respuesta...
fr: Une question ? Nous avons sûrement déjà la réponse...

# front_faq_meta_keywords
source: strime, strime.io, video, videos, comment, comments, application, app, workflow, collaboration, client, video producer, producer, professional, professionals, faq, knowledge base, questions
es: strime, strime.io, video, video, videos, comentario, comentarios, aplicación, app, apps, workflow, intercambiar, cliente, videasta, profesional, profesional, faq, base de conocimiento, preguntas
fr: strime, strime.io, vidéo, video, vidéos, videos, commentaire, commentaires, application, appli, app, workflow, échange, client, vidéaste, professionnel, professionnelle, faq, base de connaissances, questions

# front_faq_title_frequent_asked_questions
source: Frequent asked questions
es: Preguntas frecuentes
fr: Foire aux questions

# front_faq_excerpt_find_below_answers_to
source: Please find below the answers to the frequently asked questions.
es: Encontrará a continuación las preguntas frecuentes.
fr: Vous trouverez ci-dessous les réponses aux questions fréquemment posées.

# front_faq_title_first_steps
source: My first steps with Strime
es: Mis primeros pasos con Strime
fr: Mes premiers pas avec Strime

# front_faq_link_change_language
source: Can I change Strime's language?
es: ¿Puedo cambiar el idioma de mi cuenta?
fr: Puis-je changer la langue de Strime ?

# front_faq_text_yes_language_selector
source: Yes, a language selector is available on top of the page, or in the section "My Account".
es: Si, una opción de idioma se encuentra disponible arriba en la página, o en la sección de "Mi cuenta".
fr: Oui, un sélecteur de langue est disponible en haut de page, ou dans la section "Mon Compte".

# front_faq_text_languages_available
source: The available languages are french, english and spanish.
es: Los idiomas disponibles son el francés, inglés y español.
fr: Les langues disponibles sont le français, l'anglais et l'espagnol.

# front_faq_link_how_can_i_have_a_profile_picture
source: How can I set my profile picture?
es: ¿Qué debo hacer para tener mi foto de perfil?
fr: Comment faire pour avoir ma photo de profil ?

# front_faq_text_profile_picture_automatically_collected
source: Your profile picture is automatically collected if your email is linked to a Gravatar account. If not, you can create a Gravatar account at the following address: <a href="http://fr.gravatar.com/" title="Gravatar" target="_blank">en.gravatar.com</a>
es: Su foto de perfil se recupera automáticamente si el correo electrónico está asociado a un gravatar. Si no es el caso, puede crear su gravatar en : <a href="http://fr.gravatar.com/" title="Gravatar" target="_blank">fr.gravatar.com</a>
fr: Votre photo de profil est récupérée automatiquement si votre mail est associé à un gravatar. Si ce n’est pas le cas, vous pouvez créer votre gravatar à cette adresse : <a href="http://fr.gravatar.com/" title="Gravatar" target="_blank">fr.gravatar.com</a>

# front_faq_text_can_also_change_picture_in_my_account
source: You can also change your profile picture by clicking on your name, on the top right corner of the screen, in the application, and by accessing the section "My Account".
es: También puede cambiar su imagen de perfil haciendo clic en su nombre, en la parte superior derecha de la pantalla de la aplicación, e ir a la sección "Mi Cuenta".
fr: Vous pouvez également changer votre photo de profil en cliquant sur votre nom, en haut à droite de l'écran, dans l'application, et en vous rendant dans la rubrique "Mon Compte".

# front_faq_link_available_tablet_phone
source: Is Strime available on tablet or smartphone?
es: ¿Strime se encuentra disponible para tablet y smartphone?
fr: Strime est-il disponible sur tablette ou smartphone ?

# front_faq_text_screen_size_not_big_enough
source: The size of screens on smartphones and tablets don't allow a sufficient visual comfort with our actual interface. However, we are considering the idea to create an interface dedicated to mobile devices. Keep posted to get the freshest news on Strime.
es: El tamaño de la pantalla en el smartphone y la tablet no permite que se adapte la interfaz de manera óptima. Sin embargo ahora estamos estudiando la posibilidad de tener un interfaz adaptada a los dispositivos móviles. Manténgase actualizado de las últimas novedades en Strime.
fr: La taille des écrans sur smartphone et tablette ne permet pas d’avoir un confort visuel suffisant avec l’interface telle qu’elle est aujourd’hui. Toutefois nous étudions en ce moment une éventuelle interface différente dédiée aux supports mobiles. Restez à l’écoute pour avoir les dernières évolutions de Strime.

# front_faq_link_can_i_import_images
source: Can I import images or sound files?
es: ¿Puedo importar archivos de audio o imágenes?
fr: Puis-je importer des fichiers son ou images ?

# front_faq_text_features_not_available_yet
source: This feature are not available yet, but we will include them in future developments.
es: Estas características no están disponible todavía, pero vamos a incluirlos en un futuro cercano.
fr: Ces fonctionnalités ne sont pas encore disponibles, mais nous les inclurons dans des développements ultérieurs.

# front_faq_title_videos
source: Videos
fr: Vidéos

# front_faq_link_which_format_can_i_import
source: What format can I import into Strime?
es: ¿Qué tipo de formato se pueden importar en Strime?
fr: Quel format puis-je importer dans Strime ?

# front_faq_text_strime_wants_to_be_the_simplest
source: Strime aims to be as easy to use as possible, that's why you can import a wide range of formats, from AVI, to Quicktime, H264, etc... Feel free to contact us if a format should be missing.
es: Strime quiere simplificarle la vida, es por ese motivo que es posible importar un gran número de formatos tales como AVI, Quicktime, H264, etc... No dude en contactarnos si un formato le genera problemas.
fr: Strime se veut le plus simple d’utilisation possible c’est pourquoi il est possible d’importer un très grand nombre de formats tels que AVI, Quicktime, H264, etc… N’hésitez pas à nous contacter si un format devait poser des problèmes.

# front_faq_link_max_resolution
source: What is the max resolution of videos on Strime?
es: ¿Cuál es la resolución máxima de los archivos de vídeo?
fr: Quelle est la résolution maximale des fichiers vidéos ?

# front_faq_text_you_can_use_any_resolution
source: You can use any resolution, however, for fluidity reasons, we re-encode all the videos submitted in 720p. We will offer other resolutions later, but we will only do it once we are certain that this doesn't impact the quality of use of the application.
es: Se pueden utilizar todas las resoluciones, pero por razones de rapidez, recodificamos sistemáticamente sus vídeos en 720p. Posteriormente, proponemos formatos superiores, pero sólo haremos cuando estemos seguros de que esto no tendrá ningún impacto en la experiencia del usuario.
fr: Vous pouvez utiliser toutes les résolutions, par contre, pour des raisons de fluidité nous ré-encoderons systématiquement vos vidéos en 720p. Nous proposerons ultérieurement des formats plus élevés mais nous ne le ferons que lorsque nous serons sûrs que cela n’aura pas d’impact sur le confort d’utilisation.

# front_faq_link_why_conversion_phase
source: Why is there a conversion phase?
es: ¿Por qué existe una fase de conversión de vídeo?
fr: Pourquoi y a-t-il une phase de conversion de la vidéo ?

# front_faq_text_ensure_compatibility
source: In order to ensure the maximum compatibility between all the browsers and to guarantee the necessary reading flexibility, Strime must reconvert the videos in specific formats.
es: Para asegurar la máxima compatibilidad y garantizar la lectura de los videos entre navegadores, Strime tiene que convertir los vídeos en formatos específicos.
fr: Afin d’assurer le maximum de compatibilité entre les différents navigateurs et de garantir la souplesse de lecture indispensable, Strime doit reconvertir les vidéos dans des formats spécifiques.

# front_faq_link_can_i_mount_videos
source: Can I do video editing with Strime?
es: ¿Puedo hacer un montaje de video con Strime?
fr: Puis-je faire du montage vidéo avec Strime ?

# front_faq_text_platform_to_share_videos
source: No, Strime is a platform to share videos and collect comments or corrections on them.
es: No, Strime es una plataforma para compartir vídeos y obtener feedbacks o correcciones sobre videos producidos.
fr: Non, Strime est une plateforme pour partager ses vidéos et obtenir des remarques ou corrections sur ces dernières.

# front_faq_link_what_if_i_stop_my_subscription
source: What happens to my videos if I stop my subscription?
es: ¿Qué ocurre con mis videos si dejo mi suscripción?
fr: Qu’arrive-t-il à mes vidéos si j’arrête mon abonnement ?

# front_faq_text_will_keep_your_videos_2_months
source: Your videos will be archived. If you have reached your quota of videos or if you are using all the storage available in the free offer, you will not be able to add new ones unless you remove some of them.
es: Sus videos se almacenarán durante dos meses en caso de que cambie de opinión. Después de ese tiempo el vídeo se eliminará permanentemente de nuestros servidores.
fr: Vos vidéos seront conservées pendant 2 mois au cas où vous changiez d’avis. Passé ce délai vos vidéos seront supprimées définitivement de nos serveurs.

# front_faq_link_can_i_share_videos_on_social_network
source: Can I share my videos on social networks?
es: ¿Puedo compartir mis videos en las redes sociales?
fr: Puis-je partager mes vidéos sur les réseaux sociaux ?

# front_faq_text_no_validation_platform
source: No, Strime is a platform meant to validate and correct videos, not a streaming platform.
es: No, Strime es una plataforma para la validación del proceso y la corrección de un video, no una plataforma de difusión.
fr: Non, Strime est une plateforme destinée au processus de correction et validation d’une vidéo, pas une plateforme de diffusion.

# front_faq_link_can_i_replace_a_file_by_another
source: Can I change a file with another after making corrections?
es: ¿Puedo reemplazar un archivo por otro después de realizar algunas correciones?
fr: Puis-je remplacer un fichier par un autre après avoir fait des corrections ?

# front_faq_text_no_corrections_implies_radical_changes
source: No, corrections often involve a modification of the plans or time of the latter, so the corrections will no longer be synchronized with the new video. We advise you to create a project on behalf of the video and to upload each version of this video to keep the different versions and the associated comments.
es: No, las correcciones a menudo implican un cambio de planes y de tiempo de duración de un video, por lo que las correcciones ya no se sincronizarán con el nuevo vídeo. Le recomendamos crear un proyecto con el nombre del video y subir cada versión del video para mantener las diferentes versiones y los comentarios asociados a cada una de las versiones.
fr: Non, les corrections impliquent souvent une modification des plans ou du temps de ces derniers, les corrections ne seront donc plus synchronisées avec la nouvelle vidéo. Nous vous conseillons de créer un projet au nom de la vidéo et d’y uploader chaque version de cette vidéo pour conserver les différentes versions ainsi que les commentaires associés.

# front_faq_link_can_we_download_a_video_from_strime_interface
source: Can I, or can my clients, dowload the video from Strime's interface?
es: ¿Yo o mis clientes pueden descargar el video a partir del menú de Strime?
fr: Moi ou mes clients, peuvent-ils télécharger la vidéo à partir de l’interface de Strime ?

# front_faq_text_not_yet_this_will_come_later
source: Not yet, we plan to add this feature later to download the video in different formats. You can %link_start%sign up for the newsletter%link_end% now to be notified as soon as possible of the new features.
es: Todavía no, tenemos la intención de incluir esta función que permitirá descargar el vídeo en diferentes formatos, ahora puede%link_start%suscribirse al newsletter%link_end% para ser notificado de las nuevas funcionalidades.
fr: Pas encore, nous avons prévu de rajouter ultérieurement cette fonctionnalité qui permettra de télécharger la vidéo dans différents formats, vous pouvez dès à présent %link_start%vous inscrire à la newsletter%link_end% pour être informé au plus vite des nouvelles fonctionnalités.

# front_faq_text_contact_us
source: Contact us
es: Contáctenos
fr: Contactez-nous

# front_faq_title_comments
source: Comments
es: Comentarios
fr: Commentaires

# front_faq_link_why_are_some_comments_anonymous
source: Why are some comments identified as « anonymous »?
es: ¿Por qué algunos comentarios se identificaron como "anónimo"?
fr: Pourquoi certains commentaires sont-ils identifiés comme « anonymes » ?

# front_faq_text_people_not_connected
source: People leaving comments without being connected to Strime, and without having been invited from the application are identified as « anonymous ».
es: Las personas que dejan comentarios sin estar conectado a Strime, y sin haber sido invitado desde la aplicación, se marcan como "anónimo".
fr: Les personnes laissant des commentaires sans être connectées à Strime, et sans avoir été invitées depuis l'application, sont marquées comme « anonyme ».

# front_faq_text_since_2016_mandatory_to_identify_yourself
source: Since mid-2016, we force people collaborating on a project to identify themself with their email address in order for you to know who is commenting.
es: Desde mediados de 2016 solicitamos a los usuarios que colaboran en un proyecto, identificarse con su dirección de correo electrónico para que pueda saber quién deja comentarios.
fr: Depuis le milieu de l'année 2016, nous imposons aux personnes collaborant sur un projet de s'identifier avec leur adresse mail afin que vous puissiez savoir qui laisse des commentaires.

# front_faq_link_do_my_clients_have_to_create_an_account
source: Do my clients have to create an account to leave comments?
es: ¿Mis clientes tiene que crear una cuenta para poder dejar un comentario?
fr: Mes clients doivent-ils créer un compte pour pouvoir laisser des commentaires ?

# front_faq_text_your_clients_will_have_to_provide_email
source: No, your clients will be invited to give their email to be identified on the comments. That's it.
es: No, sus clientes estan invitados a informar de sus e-mails con el fin de identificarlos en sus comentarios. Eso es todo.
fr: Non, vos clients seront invités à saisir leur email afin d’être identifiés sur les commentaires. C'est tout.

# front_faq_link_how_can_i_know_how_much_available_storage_i_have
source: How do I know how much storage space I have left?
es: ¿Cómo puedo saber cuánto espacio de almacenamiento me queda?
fr: Comment puis-je savoir combien d’espace de stockage il me reste ?

# front_faq_text_just_have_to_click_on_your_name
source: You just have to click on your name on the top-right corner to visualize the storage space available.
es: Basta con hacer clic en su nombre en la parte superior derecha para ver el resto del espacio.
fr: Il suffit pour cela de cliquer sur votre nom en haut à droite pour visualiser l’espace restant.

# front_faq_title_users_accounts
source: User accounts
es: Cuenta de usuarios
fr: Comptes utilisateurs

# front_faq_link_many_people_of_my_company_want_to_use_strime
source: Multiple people of my company want to use Strime, can I create an account per user?
es: ¿Muchas personas de mi compañía quieren usar mi Strime, puedo crear una cuenta de usuario por persona?
fr: Plusieurs personnes de ma société veulent utiliser Strime, puis-je créer un compte utilisateur par personne ?

# front_faq_text_multi_account_feature_not_available
source: For now, the "multi-account" feature is not yet available; follow Strime news in order to know when it will be integrated.
es: Por ahora, la función "multi-cuenta" todavía no está disponible, siga llas novedades en Strime para saber cuándo va a estar lista.
fr: Pour l’instant, la fonctionnalité "multi-comptes" n’est pas encore disponible, suivez les informations de Strime pour savoir quand elle le sera.

# front_faq_link_can_i_share_with_someone_who_doesnt_have_account
source: Can I share my video with someone who doesn't have a Strime account?
es: ¿Puedo compartir mi video a alguien que no tiene cuenta en strime.io?
fr: Puis-je partager ma vidéo à quelqu’un qui n’a pas de compte strime.io ?

# front_faq_link_can_i_connect_myself_with_webservice
source: Can I sign into Strime or create an account using another webservice ?
es: ¿Puedo conectarme a Strime o crear una cuenta utilizando otro servicio web?
fr: Puis-je me connecter à Strime ou créer un compte en utilisant un autre service web ?

# front_faq_text_yes_you_can_use_google_or_facebook
source: Yes, absolutely. If you have a Google or Facebook account, you can use this one to sign in or to create a Strime account.
es: Sí, por supuesto. Si usted tiene una cuenta de Google o Facebook, puede utilizarlo para conectarse o crear una cuenta Strime.
fr: Oui, tout à fait. Si vous avez un compte Google ou Facebook, vous pouvez utiliser celui-ci pour vous connecter ou pour vous créer un compte Strime.

# front_faq_link_how_to_revoke_access
source: How can I manage the Strime's connection to these webservices?
es: ¿Cómo puedo conectar Strime a estos servicios web?
fr: Comment puis-je gérer la connexion de Strime à ces webservices ?

# front_faq_text_use_integrations_tab
source: You can at anytime, from your account, in the integrations tab, revoke the access to any webservice to which Strime is connected.
es: Usted puede en cualquier momento, desde su pestaña de Integraciones, revocar el acceso a cualquier servicio web que está conectado.
fr: Vous pouvez à tout moment, depuis votre compte, onglet intégrations, révoquer l'accès à l'un ou l'autre des services web auquel vous êtes connecté.

# front_faq_text_google_apps_manager
source: To check that Strime can't access anymore to this information, Google provides %link_start%a page%link_end% that allows you to manage these rights.
es: Para verificar que Strime ya no tiene acceso a su información, Google ofrece %link_start% una página%link_end% que le permite administrar los accesos.
fr: Pour vérifier que Strime n'a plus accès à vos informations, Google fournit %link_start%une page%link_end% qui vous permet de gérer ces accès.

# front_faq_text_access_this_page
source: Access to this page
es: Acceder a esta página
fr: Accéder à cette page

# front_faq_link_how_to_change_locale
source: How can I change the language of my account?
es: ¿Cómo puedo cambiar la lengua de mi cuenta?
fr: Comment puis-je changer la langue de mon compte ?

# front_faq_text_in_your_account_you_can_change_locale
source: In the section My Account, you can set the language you prefer.
es: En la sección mi cuenta, tiene la posibilidad de elegir la lengua que usted prefiere.
fr: Dans la rubrique Mon Compte, vous avez la possibilité de choisir la langue que vous préférez.

# front_faq_alt_more_details
source: More details
es: Sea mas preciso
fr: Plus de précisions

# front_faq_text_of_course_this_is_the_point
source: Of course, this is Strime's point. You can share your video with whoever you want.
es: Por supuesto, es el principal propósito de Strime. Que usted pueda compartir el vídeo con quien quiera.
fr: Bien sûr, c’est même la finalité de Strime. Vous pouvez partager votre vidéo avec qui vous voulez.

# front_faq_title_payments_billing
source: Payment and billing
es: Pagos y facturación
fr: Paiement et facturation

# front_faq_title_data_security
source: Data security
es: Seguridad de los datos
fr: Sécurité des données

# front_faq_link_what_guarantees_the_security_of_my_data
source: What guarantees the security of my data?
es: ¿Qué es lo que garantiza el correcto resguardo de mis datos?
fr: Qu’est-ce qui garantit la sécurité de mes données ?

# front_faq_text_strime_deploys_important_means
source: Strime deploys important means to protect your personal data.
es: Strime despliega considerables recursos para proteger mejor su información personal.
fr: Strime déploie des moyens importants pour protéger au mieux vos informations personnelles.

# front_faq_text_for_safety_of_transactions
source: For the security of transactions, we use the TLS protocol (formerly SSL), which encrypts all the data exchanges between your browser and Strime's platform.
es: Para la seguridad de las transacciones utilizamos TLS (anteriormente SSL), que cifra los intercambios de datos entre el navegador y la plataforma Strime.
fr: Pour la sécurité des transactions, nous employons le protocole TLS (anciennement SSL), qui crypte tous les échanges de données entre votre navigateur et la plateforme Strime.

# front_faq_alt_contact_us
source: Contact us
es: Contáctenos
fr: Contactez-nous

# front_faq_text_cant_find_answer
source: You can't find the answer to your question? %link_start%Contact us%link_end%.
es: ¿Usted no encuentra una respuesta a su pregunta? %link_start%Contáctenos%link_end%.
fr: Vous ne trouvez pas de réponse à votre question ? %link_start%Contactez-nous%link_end%.
