Repository: strimeapp/frontend
Catalog: app/Resources/translations/Back/back_profile.*.xlf
Languages: es, fr

# back_profile_meta_description
source: Your Strime account
es: Su cuenta Strime
fr: Votre compte Strime

# back_profile_meta_keywords
source: strime, strime.io, video, videos, comment, comments, application, app, workflow, collaboration, client, video producer, producer, professional, professionals, account
es: strime, strime.io, video, video, videos, comentario, comentarios, aplicación, app, apps, workflow, intercambiar, cliente, videasta, profesional, profesional, cuenta
fr: strime, strime.io, vidéo, video, vidéos, videos, commentaire, commentaires, application, appli, app, workflow, échange, client, vidéaste, professionnel, professionnelle, compte

# back_profile_meta_title
source: My account
es: Mi cuenta
fr: Mon compte

# back_profile_form_file_selected
source: {count} files selected
es: {count} archivo seleccionado
fr: {count} fichier sélectionné

# back_profile_alt_delete_image
source: Remove the image
es: Suprimir imagen
fr: Supprimer l'image

# back_profile_button_delete
source: Remove
es: Suprimir
fr: Supprimer

# back_profile_button_update_profile
source: Update the profile
es: Actualizar perfil
fr: Mettre à jour le profil

# back_profile_loader_loading
source: Loading
es: Cargando
fr: Chargement

# back_profile_link_delete_my_account
source: Delete my account
es: Suprimir mi cuenta
fr: Supprimer mon compte

# back_profile_alt_close_window
source: Close the window
es: Cierre la ventana
fr: Fermer la fenêtre

# back_profile_title_delete_your_account
source: Delete your account
es: Suprimir su cuenta
fr: Supprimer votre compte

# back_profile_text_are_you_sure
source: <strong>Wait!</strong> Are you sure that you want to delete your account?
es: <strong>Cuidado !</strong>¿Está seguro de querer suprimir su cuenta?
fr: <strong>Attention !</strong> Êtes-vous sûr de vouloir supprimer votre compte ?

# back_profile_text_will_be_completely_removed
source: It will be completely removed, including all your data, videos, comments, contacts, etc...
es: Este será totalmente eliminado con sus datos, sus videos, sus comentarios, sus contactos, etc...
fr: Celui-ci sera intégralement supprimé avec toutes ses données, à savoir vos vidéos, vos commentaires, vos contacts, etc...

# back_profile_text_cannot_be_undone
source: <strong>This operation is irreversible.</strong>
es: <strong>Esta operación es irreversible.</strong>
fr: <strong>Cette opération est irréversible.</strong>

# back_profile_text_to_confirm
source: To confirm your wish to delete your account, please type in DELETE in the field below:
es: Para confirmar que usted desea suprimir su cuenta, escriba SUPRIMIR a continuación:
fr: Pour confirmer votre souhait de supprimer votre compte, veuillez saisir SUPPRIMER dans le champ ci-dessous :

# back_profile_alt_delete_my_account
source: Delete my account
es: Suprimir mi cuenta
fr: Supprimer mon compte

# back_profile_button_yes_delete
source: Yes, delete it
es: Si, suprimirlo
fr: Oui, le supprimer

# back_profile_button_no_get_me_out_of_here
source: No, get me out of here!
es: No, sáqueme de aquí!
fr: Non, sortez-moi de là !

# back_profile_js_delete
source: DELETE
es: SUPRIMIR
fr: SUPPRIMER

# back_profile_js_credit_card_number_invalid
source: The entered card number is invalid.
es: El número de su tarjeta de crédito no es válida.
fr: Le numéro de carte saisi n'est pas valide.

# back_profile_js_credit_card_expiration_date_invalid
source: The expiration date of the card is invalid.
es: La fecha de expiración de su tarjeta de crédito no es válida.
fr: La date d'expiration de la carte n'est pas valide.

# back_profile_js_credit_card_security_code_invalid
source: The security code is invalid.
es: El código de seguridad no es valido.
fr: Le code de sécurité n'est pas valide.

# back_profile_js_error_in_credit_card_number
source: There is an error in the card number entered.
es: Hay un error en el número de su tarjeta de crédito.
fr: Il y a une erreur dans le numéro de carte saisi.

# back_profile_js_credit_card_expired
source: This card has expired.
es: Esta tarjeta ha expirado.
fr: Cette carte a expiré.

# back_profile_js_error_in_security_code
source: There is an error in the security code entered.
es: Hay un error en el código de seguridad.
fr: Il y a une erreur dans le code de sécurité saisi.

# back_profile_js_error_in_zip_code
source: There is an error in the postal code entered.
es: Hay un error en el código postal.
fr: Il y a une erreur dans le code postal saisi.

# back_profile_js_credit_card_rejected
source: This card has been rejected.
es: Su tarjeta de crédito ha sido rechazada.
fr: Cette carte a été rejetée.

# back_profile_js_no_credit_card_associated_to_user
source: Nobody is associated to this card.
es: No exista una tarjeta de crédito asociada a su persona.
fr: Il n'y a pas de carte associée à cette personne.

# back_profile_js_error_occured_while_processing_credit_card
source: An error occurred while processing this card.
es: Se produjo un error al momento de procesar su tarjeta de crédito.
fr: Une erreur est survenue lors du traitement de cette carte.

# back_profile_js_error_occured_while_payment_transaction
source: An error occurred while attempting to charge the card.
es: Se produjo un error al momento de procesar su pago.
fr: Une erreur s'est produite lors de la tentative de paiement.

# back_profile_title_choose_your_language
source: Choose your language
es: Escoja su idioma
fr: Choisissez votre langue

# back_profile_text_choose_the_language_you_wanna_use
source: Choose the language you want to use on Strime.
es: Seleccione el idioma que usted quiere usar en Strime.
fr: Sélectionnez la langue que vous souhaitez utiliser sur Strime.

# back_profile_text_english
source: English
es: Inglés
fr: Anglais

# back_profile_text_french
source: French
es: Francés
fr: Français

# back_profile_text_spanish
source: Spanish
es: Español
fr: Espagnol
