Repository: strimeapp/frontend
Catalog: app/Resources/translations/Back/back_modal_delete_asset.*.xlf
Languages: es

# back_modal_delete_asset_alt_close_window
source: Close the window
es: Cerrar la ventana

# back_modal_delete_asset_title_delete_video
source: Delete this video
es: Suprimir este video

# back_modal_delete_asset_title_delete_image
source: Delete this image
es: Suprimir esta imagen

# back_modal_delete_asset_text_sure_wanna_delete_video
source: Do you really want to delete the video named <strong><span class='asset-name'></span></strong> and the related comments?
es: ¿Usted desea realmente suprimir el video llamado <strong><span class='asset-name'></span></strong> y todos los comentarios asociados a este video?

# back_modal_delete_asset_text_sure_wanna_delete_image
source: Do you really want to delete the image named <strong><span class='asset-name'></span></strong> and the related comments?
es: ¿Usted desea realmente suprimir la imagen llamada <strong><span class='asset-name'></span></strong> y todos los comentarios asociados a esta imagen?

# back_modal_delete_asset_text_sure_wanna_delete_file
source: Do you really want to delete the file named <strong><span class='asset-name'></span></strong> and the related comments?
es: ¿Usted desea realmente suprimir el archivo llamado <strong><span class='asset-name'></span></strong> y todos los comentarios asociados a este archivo?

# back_modal_delete_asset_text_will_free_space_video
source: Deleting this video will free up storage space in your account.
es: Al suprimir este video liberara espacio en su cuenta.

# back_modal_delete_asset_text_will_free_space_image
source: Deleting this image will free up storage space in your account.
es: Al suprimir esta imagen liberara espacio en su cuenta.

# back_modal_delete_asset_text_will_free_space_file
source: Deleting this file will free up storage space in your account.
es: Al suprimir este archivo liberara espacio en su cuenta.

# back_modal_delete_asset_text_cannot_be_canceled
source: This operation is irreversible.
es: Esta operación es irreversible.

# back_modal_delete_asset_alt_delete_this_video
source: Delete this video
es: Suprimir este video

# back_modal_delete_asset_alt_delete_this_image
source: Delete this image
es: Suprimir esta imagen

# back_modal_delete_asset_alt_delete_this_file
source: Delete this file
es: Suprimir este archivo

# back_modal_delete_asset_button_yes_delete_video
source: Yes, delete this video
es: Si, suprimir este video

# back_modal_delete_asset_button_yes_delete_image
source: Yes, delete this image
es: Si, suprimir esta imagen

# back_modal_delete_asset_button_no_get_me_out
source: No, get me out of here!
es: No, sáqueme de aquí!
