Repository: strimeapp/frontend
Catalog: app/Resources/translations/Back/back_dashboard.*.xlf
Languages: es, fr

# back_dashboard_meta_description
source: Your Strime's dashboard
es: Su dashboard de Strime
fr: Votre tableau de bord Strime

# back_dashboard_meta_keywords
source: strime, strime.io, video, videos, comment, comments, application, app, workflow, collaboration, client, video producer, producer, professional, professionals, dashboard
es: strime, strime.io, video, video, videos, comentario, comentarios, aplicación, app, apps, workflow, intercambiar, cliente, videasta, profesional, profesional, dashboard
fr: strime, strime.io, vidéo, video, vidéos, videos, commentaire, commentaires, application, appli, app, workflow, échange, client, vidéaste, professionnel, professionnelle, tableau de bord

# back_dashboard_title_dashboard
source: Dashboard
fr: Tableau de bord

# back_dashboard_alt_create_new_folder
source: Create a new project
es: Crear una carpeta nueva
fr: Créer un nouveau dossier

# back_dashboard_alt_create_folder
source: Create a project
es: Crear una carpeta
fr: Créer un dossier

# back_dashboard_title_add_video
source: Add a video
es: Agregar un video
fr: Ajouter une vidéo

# back_dashboard_title_add_image
source: Add an image
es: Agregar una imagen
fr: Ajouter une image

# back_dashboard_title_add_audio
source: Add an audio file
es: Agregar un fichero audio
fr: Ajouter un fichier audio

# back_dashboard_alt_close_window
source: Close the window
es: Cerrar la ventana
fr: Fermer la fenêtre

# back_dashboard_text_put_in_addresses_of_contacts
source: You can now enter the addresses of the people with whom you want to share this video.
es: Usted desde ahora puede insertar la dirección de correo electrónico de sus contactos para poder compatir el video.
fr: Vous pouvez dès à présent saisir les adresses des personnes avec qui vous souhaitez partager cette vidéo.

# back_dashboard_text_put_in_addresses_of_contacts_image
source: You can now enter the addresses of the people with whom you want to share this image.
es: Usted desde ahora puede insertar la dirección de correo electrónico de sus contactos para poder compatir la imagen.
fr: Vous pouvez dès à présent saisir les adresses des personnes avec qui vous souhaitez partager cette image.

# back_dashboard_text_put_in_addresses_of_contacts_audio
source: You can now enter the addresses of the people with whom you want to share this audio file.
es: Usted desde ahora puede insertar la dirección de correo electrónico de sus contactos para poder compatir el fichero audio.
fr: Vous pouvez dès à présent saisir les adresses des personnes avec qui vous souhaitez partager ce fichier audio.

# back_dashboard_text_will_be_notified
source: They will be notified at the end of the encoding.
es: Ellos serán notificados por e-mail cuando termine la codificación del video.
fr: Elles seront alertées par email à la fin de l'encodage.

# back_dashboard_button_add
source: Add
es: Agregar
fr: Ajouter

# back_dashboard_alt_stop_upload
source: Stop this upload
es: Parar el envío del archivo
fr: Arrêter cet upload

# back_dashboard_alt_cancel_upload
source: Cancel this upload
es: Annular el upload
fr: Annuler cet upload

# back_dashboard_loader_loading
source: Loading
es: Cargando
fr: Chargement

# back_dashboard_loader_copying_files
source: Copying files
es: Copia de los archivos
fr: Copie des fichiers

# back_dashboard_loader_we_are_programming_encoding
source: We are currently programming the encoding of your video.
es: Estamos codificando su video.
fr: Nous programmons actuellement l'encodage de votre vidéo.

# back_dashboard_title_create_folder
source: Create a project
es: Crear una carpeta
fr: Créer un dossier

# back_dashboard_button_validate
source: Validate
es: Validar
fr: Valider

# back_dashboard_title_please_do_not_leave
source: Please do not leave
es: Por favor quédese hasta terminar la operación
fr: Veuillez ne pas quitter

# back_dashboard_text_upload_in_progress
source: Your file is uploading...
es: La descarga del archivo esta en proceso
fr: Le téléchargement de votre fichier est en cours...

# back_dashboard_text_encoding_will_automatically_start
source: The conversion of this file automatically start right after.
es: La decodificación empezara automáticamente después
fr: L'encodage démarrera automatiquement après.

# back_dashboard_button_no_get_me_out
source: No, get me out of here!
es: No, sáqueme de aquí!
fr: Non, sortez-moi de là !

# back_dashboard_title_delete_project
source: Delete this project
es: Suprimir este proyecto
fr: Supprimer ce projet

# back_dashboard_text_sure_wanna_detele_project
source: Do you really want to delete the project named <strong><span class="project-name"></span></strong>?
es: ¿Usted desea realmente surpimir el proyecto llamado <strong><span class="project-name"></span></strong>?
fr: Voulez-vous réellement supprimer le projet nommé <strong><span class="project-name"></span></strong> ?

# back_dashboard_text_will_also_delete_videos_and_comments
source: The videos and related comments will be definitively deleted.
es: Los videos con sus comentarios serán definitivamente suprimidos.
fr: Les vidéos et commentaires associés seront définitivement supprimés.

# back_dashboard_button_yes_delete_project
source: Yes, delete this project
es: Si, suprimir este proyecto
fr: Oui, supprimer ce projet

# back_dashboard_js_error_sending
source: Error while sending...
es: Error durante el envío...
fr: Erreur lors de l'envoi...

# back_dashboard_js_mail_sent
source: Email sent!
es: E-mail enviado!
fr: Email envoyé !

# back_dashboard_js_resend_confirmation_email
source: Resend confirmation email
es: Reenviar la confirmación a su e-mail
fr: Renvoyer l'email de confirmation

# back_dashboard_js_you_must_be_logged_in
source: You must be logged in.
es: Usted tiene que estar conectado.
fr: Vous devez être connecté.

# back_dashboard_js_couldnt_find_information_for_this_encoding
source: We couldn't find the details of this encoding.
es: No pudimos encontrar información relacionada a la codificación de este video.
fr: Nous n'avons pas pu trouver les informations relatives à cet encodage.

# back_dashboard_js_see_the_video
source: See the video
es: Ver el video
fr: Voir la vidéo

# back_dashboard_js_see_the_image
source: See the image
es: Ver la imagen
fr: Voir l'image

# back_dashboard_js_see_the_audio
source: See the audio file
es: Ver el archivo audio
fr: Voir le fichier audio

# back_dashboard_js_see_the_project
source: See the project
es: Ver el proyecto
fr: Voir la projet

# back_dashboard_js_error_occured_while_collecting_information_from_this_encoding
source: An error occurred while collecting the details of this encoding.
es: Se ha producido un error se ha producido durante la recuperación de las informaciones de la codificación del video.
fr: Une erreur s'est produite lors de la récupération des informations de cet encodage.

# back_dashboard_js_video
source: video
fr: vidéo

# back_dashboard_js_videos
source: videos
fr: vidéos

# back_dashboard_js_file
source: file
es: archivo
fr: fichier

# back_dashboard_js_files
source: files
es: archivos
fr: fichiers

# back_dashboard_js_loading
source: Loading
es: Cargando
fr: Chargement

# back_dashboard_js_extension_not_authorized
source: This extension is not authorized.
es: Está extensión no está autorizada.
fr: Cette extension n'est pas autorisée.

# back_dashboard_js_file_must_have_extension
source: Your file must have an extension.
es: Su archivo debe tener una extensión.
fr: Votre fichier doit avoir une extension.
