Repository: strimeapp/frontend
Catalog: app/Resources/translations/Back/back_audio.*.xlf
Languages: es, fr

# back_audio_meta_keywords
source: strime, strime.io, video, videos, comment, comments, application, app, workflow, collaboration, client, video producer, producer, professional, professionals, dashboard, audio
es: strime, strime.io, video, video, videos, comentario, comentarios, aplicación, app, apps, workflow, intercambiar, cliente, videasta, profesional, profesional, dashboard, audio
fr: strime, strime.io, vidéo, video, vidéos, videos, commentaire, commentaires, application, appli, app, workflow, échange, client, vidéaste, professionnel, professionnelle, tableau de bord, audio

# back_audio_meta_title
source: Comment on the audio file %audio_name%
es: Comente el archivo audio %audio_name%
fr: Commentez le fichier audio %audio_name%

# back_audio_alt_back_to_project
source: Back to the project
es: Volver al proyecto
fr: Retour au projet

# back_audio_button_share_audio
source: Share<span class="hide-text-on-tablet"> the audio file</span>
es: Compartir<span class="hide-text-on-tablet"> este archivo</span>
fr: Partager<span class="hide-text-on-tablet"> le fichier audio</span>

# back_audio_alt_export_audio
source: Export audio file
es: Exportar el archivo audio
fr: Exporter le fichier audio

# back_audio_title_export_to
source: Export to
es: Exportar hacia
fr: Exporter vers

# back_audio_placeholder_type_in_comment
source: Enter your comment
es: Escriba su comentario
fr: Saisissez votre commentaire

# back_audio_button_send
source: Post
es: Enviar
fr: Envoyer

# back_audio_loader_loading
source: Loading
es: Cargando
fr: Chargement

# back_audio_text_nb_comments
source: %nb_comments% comment|%nb_comments% comments
es: %nb_comments% comentario|%nb_comments% comentarios
fr: %nb_comments% commentaire|%nb_comments% commentaires

# back_audio_text_mark_as_solved
source: Hide resolved comments
es: Ocultar las resueltas
fr: Masquer les résolus

# back_audio_text_error_while_saving_comment
source: An error occurred while saving this comment.
es: Se produjo un error al guardar ese comentario.
fr: Une erreur est survenue lors de l'enregistrement de ce commentaire.

# back_audio_text_try_again_or_contact
source: Please try again or contact us.
es: Inténtelo de nuevo o póngase en contacto con nosotros.
fr: Veuillez réessayer ou nous contacter.

# back_audio_text_error_while_deleting_comment
source: An error occurred while deleting this comment.
es: Se produjo un error al eliminar un comentario.
fr: Une erreur est survenue lors de la suppression de ce commentaire.

# back_audio_text_error_while_editing_comment
source: An error occurred while editing this comment.
es: Se produjo un error al modificar un comentario.
fr: Une erreur est survenue lors de la modification de ce commentaire.

# back_audio_text_resolved
source: Resolved
es: Resuelto
fr: Résolu

# back_audio_link_answer
source: Answer
es: Responder
fr: Répondre

# back_audio_placeholder_type_in_answer
source: Enter your answer
es: Escriba su respuesta
fr: Saisissez votre réponse

# back_audio_alt_close_window
source: Close the window
es: Cierre la ventana
fr: Fermer la fenêtre

# back_audio_title_edit_comment
source: Edit a comment
es: Modificar un comentario
fr: Modifier un commentaire

# back_audio_button_cancel
source: Cancel
es: Anular
fr: Annuler

# back_audio_button_validate
source: Validate
es: Validar
fr: Valider

# back_audio_title_delete_comment
source: Remove a comment
es: Suprimir un comentario
fr: Supprimer un commentaire

# back_audio_text_about_to_delete_comment
source: You are about to remove a comment,<br />this one, as well as its answers, will be permanently deleted.
es: Usted está a punto de suprimir un comentario,<br />este, incluyendo sus respuestas serán borradas de forma definitiva.
fr: Vous êtes sur le point de supprimer un commentaire,<br />celui-ci, ainsi que ses réponses, seront effacés définitivement.

# back_audio_title_hello
source: Hi!
es: Hola!
fr: Bonjour !

# back_audio_title_thanks_for_introducing
source: thank you for announcing yourself
es: Por favor le pedimos que se presente
fr: merci de bien vouloir vous annoncer

# back_audio_alt_choose_this_profile
source: Choose this profile
es: Escoger este perfil
fr: Choisir ce profil

# back_audio_title_not_in_the_list
source: You are not in the list?
es: ¿Usted no se encuentra en la lista?
fr: Vous n'êtes pas dans la liste ?

# back_audio_text_there_was_x_ago
source: %time% ago
es: Hay %time%
fr: Il y a %time%

# back_audio_text_language
source: Language:
es: Lengua:
fr: Langue :

# back_audio_text_order
source: Order
es: Ordenar
fr: Classer

# back_audio_tooltip_ordered_by_publication_date
source: Ordered by<br />publication date
es: Ordenar por<br />fecha de publicación
fr: Classés par<br />date de publication

# back_audio_tooltip_ordered_by_timecode
source: Ordered by<br />timecode
es: Ordenar por<br />timecode
fr: Classés par<br />timecode

# back_audio_alt_display_comments
source: Display the comments
es: Mostrar los comentarios
fr: Montrer les commentaires

# back_audio_alt_hide_comments
source: Hide the comments
es: Tapar los comentarios
fr: Masquer les commentaires

# back_audio_title_you_can_access_the_audio
source: you can now watch the audio file
es: Usted puede acceder al archivo audio
fr: vous pouvez accéder au fichier audio

# back_audio_title_glad_to_see_you_again
source: Pleased to welcome you
es: Encantado de recibirlo
fr: Ravi de vous recevoir

# back_audio_input_name
source: Name
es: Apellido
fr: Nom

# back_audio_input_tags_separated_by_comas
source: Tags separated by comas
es: Etiquetas separadas por comas
fr: Tags séparés par des virgules

# back_audio_input_description
source: Description
es: Descripcion

# back_audio_input_status_public
source: Public
es: Publico
fr: Publique

# back_audio_input_status_private
source: Private
es: Privado
fr: Privée

# back_audio_input_status_unlisted
source: Unlisted
es: No se encuentra vinculado
fr: Non-référencée

# back_audio_textarea_add_description
source: Add a description...
es: Agregar una descripción...
fr: Ajouter une description...

# back_audio_button_save
source: Save
es: Grabar
fr: Enregistrer

# back_audio_button_export
source: Export
es: Exportar
fr: Exporter

# back_audio_title_rewind
source: Back to beginning
es: Volver al principio
fr: Revenir au début

# back_audio_title_go_to_next_comment
source: Go to next comment
es: Vaya al próximo comentario
fr: Aller au prochain commentaire

# back_audio_title_go_to_previous_comment
source: Go to previous comment
es: Vaya al comentario anterior
fr: Aller au commentaire précédent

# back_audio_title_back_from_10s
source: Back from 10s
es: Retroceder de 10s
fr: Reculer de 10s

# back_audio_title_hide_markers
source: Hide markers
es: Ocultar los marcadores
fr: Masquer les commentaires

# back_audio_title_mute
source: Mute
es: Mudo
fr: Silence

# back_audio_js_anonymous
source: Anonymous
es: Anónimo
fr: Anonyme

# back_audio_js_change_id
source: Change ID
es: Cambiar de ID
fr: Changer d'identifiant

# back_audio_js_email_address_not_valid
source: This email address is not valid.
es: El correo electrónico entregado no es válido
fr: Cette adresse email n'est pas valide.

# back_audio_js_error_sending_data
source: Error while sending data.
es: Error durante el envío de los datos.
fr: Erreur dans l'envoi des données.

# back_audio_js_error_saving_email_address
source: Error while saving your email address.
es: Error al guardar su dirección de correo electrónico.
fr: Erreur dans l'enregistrement de votre adresse email.

# back_audio_js_error_occured_during_identification
source: An error occurred during your identification.
es: Se ha producido un error al momento de identificarlo.
fr: Une erreur s'est produite lors de votre identification.

# back_audio_js_thanks_can_begin_commenting
source: Thank you! You will be able to comment on the audio file.
es: Gracias! Va a poder comentar el archivo audio.
fr: Merci ! Vous allez pouvoir commenter le fichier audio.

# back_audio_js_choose_this_profile
source: Choose this profile
es: Escoger este perfil
fr: Choisir ce profil

# back_audio_js_see_the_comment
source: See the comment
es: Ver el comentario
fr: Voir le commentaire

# back_audio_js_there_was_one_minute
source: 1 minute ago
es: Hay 1 minuto
fr: Il y a 1 minute

# back_audio_js_answer
source: Answer
es: Responder
fr: Répondre

# back_audio_js_type_in_answer
source: Enter your answer
es: Escriba su respuesta
fr: Saisissez votre réponse

# back_audio_js_send
source: Send
es: Enviar
fr: Envoyer

# back_audio_js_loading
source: Loading
es: Cargando
fr: Chargement

# back_audio_js_comments
source: comments
es: Comentarios
fr: commentaires

# back_audio_js_comment
source: comment
es: comentario
fr: commentaire

# back_audio_js_resolved
source: Resolved
es: Resuelto
fr: Résolu

# back_audio_js_rewind
source: Rewind
es: Volver al principio
fr: Revenir au début

# back_audio_js_hide_markers
source: Hide markers
es: Ocultar los marcadores
fr: Masquer les marqueurs

# back_audio_js_back_from_10s
source: Back from 10s
es: Retroceder de 10s
fr: Reculer de 10s

# back_audio_js_go_to_next_comment
source: Go to next comment
es: Vaya al próximo comentario
fr: Aller au prochain commentaire

# back_audio_js_go_to_previous_comment
source: Go to previous comment
es: Vaya al comentario anterior
fr: Aller au commentaire précédent

# back_audio_js_title
source: Comment on the audio file *|AUDIO_NAME|*
es: Comente el archivo audio *|AUDIO_NAME|*
fr: Commentez le fichier audio *|AUDIO_NAME|*
