Repository: strimeapp/frontend
Catalog: app/Resources/translations/Back/back_controller_webhook.*.xlf
Languages: es, fr

# back_controller_webhook_encoding_done_invites_you_to_comment_video
source: %first_name% invites you to comment a video
es: %first_name% lo invita a comentar un video
fr: %first_name% vous invite à commenter une vidéo

# back_controller_webhook_encoding_done_invites_you_to_comment_audio
source: %first_name% invites you to comment an audio file
es: %first_name% lo invita a comentar un fichero audio
fr: %first_name% vous invite à commenter un fichier audio

# back_controller_webhook_encoding_done_invites_you_to_comment_file
source: %first_name% invites you to comment a file
es: %first_name% lo invita a comentar un archivo

# back_controller_webhook_encoding_done_video_encoding_done
source: Encoding of your video completed
es: La codificación del vídeo está terminada
fr: Encodage de votre vidéo terminé

# back_controller_webhook_encoding_done_audio_encoding_done
source: Encoding of your audio file completed
es: La codificación del archivo audio está terminada
fr: Encodage de votre fichier audio terminé

# back_controller_webhook_encoding_done_file_encoding_done
source: Encoding of your file completed
es: La codificación del archivo está terminada
fr: Encodage de votre fichier terminé

# back_controller_webhook_encoding_killed_video_encoding_killed
source: Encoding of your video failed
es: La codificación del vídeo fracaso
fr: L'encodage de votre vidéo a échoué

# back_controller_webhook_encoding_killed_audio_encoding_killed
source: Encoding of your audio file failed
es: La codificación del archivo audio fracaso
fr: L'encodage de votre fichier audio a échoué

# back_controller_webhook_encoding_killed_encoding_killed
source: Encoding of your file failed
es: La codificación del archivo fracaso
fr: L'encodage de votre fichier a échoué

# back_controller_webhook_resend_confirmation_email_confirm_email
source: Confirm your email address
es: Confirme su dirección de correo electrónico
fr: Confirmez votre adresse email

# back_controller_webhook_send_comments_notification_files_commented
source: Your received new comments
es: Usted ha recibido comentarios
fr: Vous avez reçu des commentaires

# back_controller_webhook_encoding_done_invites_you_to_comment_file
source: %first_name% invites you to comment a file
fr: %first_name% vous invite à commenter un fichier
