Repository: strimeapp/frontend
Catalog: app/Resources/translations/Back/back_controller_app.*.xlf
Languages: es, fr

# back_controller_app_dashboard_video_properly_deleted
source: This video and all the related comments have been deleted.
es: Este video ha sido suprimido incluyendo los comentarios.
fr: Cette vidéo a bien été supprimée, ainsi que tous les commentaires associés.

# back_controller_app_dashboard_image_properly_deleted
source: This image and all the related comments have been deleted.
es: Esta imagen ha sido suprimida incluyendo los comentarios.
fr: Cette image a bien été supprimée, ainsi que tous les commentaires associés.

# back_controller_app_dashboard_audio_properly_deleted
source: This audio file and all the related comments have been deleted.
es: Este archivo audio ha sido suprimido incluyendo los comentarios.
fr: Ce fichier audio a bien été supprimé, ainsi que tous les commentaires associés.

# back_controller_app_dashboard_file_properly_deleted
source: This file and all the related comments have been deleted.
es: Este archivo ha sido suprimido incluyendo los comentarios.
fr: Ce fichier a bien été supprimé, ainsi que tous les commentaires associés.

# back_controller_app_dashboard_project_properly_deleted
source: This project has been properly deleted.
es: Este proyecto ha sido suprimido.
fr: Ce projet a bien été supprimé.

# back_controller_app_dashboard_video_doesnt_exist_cant_be_deleted
source: This video doesn't exist. Therefore, it can't be deleted.
es: Este video no existe. Por lo que no puede ser suprimido.
fr: Cette vidéo n'existe pas. Elle ne peut donc être supprimée.

# back_controller_app_dashboard_image_doesnt_exist_cant_be_deleted
source: This image doesn't exist. Therefore, it can't be deleted.
es: Esta imagen no existe. Por lo que no puede ser suprimida.
fr: Cette image n'existe pas. Elle ne peut donc être supprimée.

# back_controller_app_dashboard_audio_doesnt_exist_cant_be_deleted
source: This audio file doesn't exist. Therefore, it can't be deleted.
es: Este archivo audio no existe. Por lo que no puede ser suprimido.
fr: Ce fichier audio n'existe pas. Il ne peut donc être supprimé.

# back_controller_app_dashboard_file_doesnt_exist_cant_be_deleted
source: This file doesn't exist. Therefore, it can't be deleted.
es: Este archivo no existe. Por lo que no puede ser suprimido.
fr: Ce fichier n'existe pas. Il ne peut donc être supprimé.

# back_controller_app_dashboard_project_doesnt_exist_cant_be_deleted
source: This project doesn't exist. Therefore, it can't be deleted.
es: Este proyecto no existe. Por lo que no puede ser suprimido.
fr: Ce projet n'existe pas. Il ne peut donc être supprimé.

# back_controller_app_project_project_doesnt_exist
source: The project you're trying to access doesn't exist.
es: El proyecto que está intentando acceder ha sido eliminado o ya no está activo.
fr: Le projet auquel vous tentez d'accéder n'existe pas.

# back_controller_app_dashboard_error_occured_while_deleting_video
source: An error occurred while deleting this video.
es: Se produjo un error al eliminar este video.
fr: Une erreur est survenue lors de la suppression de cette vidéo.

# back_controller_app_dashboard_error_occured_while_deleting_image
source: An error occurred while deleting this image.
es: Se produjo un error al eliminar esta imagen.
fr: Une erreur est survenue lors de la suppression de cette image.

# back_controller_app_dashboard_error_occured_while_deleting_audio
source: An error occurred while deleting this audio file.
es: Se produjo un error al eliminar este archivo audio.
fr: Une erreur est survenue lors de la suppression de ce fichier audio.

# back_controller_app_dashboard_error_occured_while_deleting_file
source: An error occurred while deleting this file.
es: Se produjo un error al eliminar este archivo.
fr: Une erreur est survenue lors de la suppression de ce fichier.

# back_controller_app_dashboard_error_occured_while_deleting_project
source: An error occurred while deleting this project.
es: Se produjo un error al eliminar el proyecto.
fr: Une erreur est survenue lors de la suppression de ce projet.

# back_controller_app_dashboard_folder_name_already_exists
source: It seems that a project with the same name already exists. Please rename it.
es: Al parecer una carpeta ya existe con ese nombre, por favor cambie el nombre de la carpeta.
fr: Il semble qu'un dossier du même nom existe déjà, veuillez le renommer.

# back_controller_app_dashboard_project_successfully_created
source: This project has been created.
es: Este proyecto ha sido creado.
fr: Ce projet a bien été créé.

# back_controller_app_video_one_minute
source: 1 minute
es: 1 minuto

# back_controller_app_video_multiple_minutes
source: %nb_minutes% minute|%nb_minutes% minutes
es: %nb_minutes% minuto|%nb_minutes% minutos

# back_controller_app_video_one_hour
source: 1 hour
es: 1 hora
fr: 1 heure

# back_controller_app_video_multiple_hours
source: %nb_hours% hour|%nb_hours% hours
es: %nb_hours% hora|%nb_hours% horas
fr: %nb_hours% heure|%nb_hours% heures

# back_controller_app_video_one_day
source: 1 day
es: 1 día
fr: 1 jour

# back_controller_app_video_multiple_days
source: %nb_days% day|%nb_days% days
es: %nb_days% día|%nb_days% días
fr: %nb_days% jour|%nb_days% jours

# back_controller_app_video_anonymous
source: Anonymous
es: Anónimo
fr: Anonyme

# back_controller_app_video_export_youtube_session_state_did_not_match
source: A session issue occured while connecting to Youtube.
es: Ha surgido Un problema de conexión cuando se encontraba conectado a Youtube.
fr: Un problème de session est survenu lors de la connexion à Youtube.

# back_controller_app_video_export_youtube_no_video_found
source: The video wasn't found.
es: El video no ha podido ser encontrado.
fr: La vidéo n'a pas pu être trouvée.

# back_controller_app_video_export_youtube_a_service_error_occured
source: Youtube encountered an error: %code%
es: Youtube ha encontrado un error: %code%
fr: Youtube a rencontré une erreur : %code%

# back_controller_app_video_export_youtube_a_client_error_occured
source: An error occured while sending the data to Youtube: %code%
es: Ocurrió un error mientras se enviaba datos a Youtube: %code%
fr: Une erreur est survenue lors de l'envoi des données à Youtube : %code%

# back_controller_app_video_export_youtube_video_exported
source: The video has been exported on Youtube.
es: La video ha sido exportada a Youtube.
fr: La vidéo a été exportée sur Youtube.

# back_controller_app_video_export_youtube_google_id_couldnt_be_saved
source: Your Google ID couldn't be saved. You'll have to re-identify yourself next time.
es: Su ID de Google no ha podido ser registrado. Tendrá que identificarse nuevamente la próxima vez.
fr: Votre identifiant Google n'a pas pu être enregistré. Vous devrez vous ré-identifier la prochaine fois.

# back_controller_app_video_export_youtube_video_youtube_id_not_saved
source: The Youtube ID of your video couldn't be saved.
es: El ID del video en Youtube no ha podido ser guardado.
fr: L'identifiant de la vidéo Youtube n'a pas pu être sauvegardé.

# back_controller_app_video_export_youtube_error_copying_video
source: An error occured while copying the video.
es: Se produjo un error al copiar el video.
fr: Une erreur est survenue lors de la copie de la vidéo.

# back_controller_app_video_export_youtube_error_copying_thumbnail
source: An error occured while copying the thumbnail.
es: Se produjo un error al copiar la miniatura.
fr: Une erreur est survenue lors de la copie de la miniature.

# back_controller_app_image_one_minute
source: 1 minute
es: 1 minuto

# back_controller_app_image_multiple_minutes
source: %nb_minutes% minute|%nb_minutes% minutes
es: %nb_minutes% minuto|%nb_minutes% minutos

# back_controller_app_image_one_hour
source: 1 hour
es: 1 hora
fr: 1 heure

# back_controller_app_image_multiple_hours
source: %nb_hours% hour|%nb_hours% hours
es: %nb_hours% hora|%nb_hours% horas
fr: %nb_hours% heure|%nb_hours% heures

# back_controller_app_image_one_day
source: 1 day
es: 1 día
fr: 1 jour

# back_controller_app_image_multiple_days
source: %nb_days% day|%nb_days% days
es: %nb_days% día|%nb_days% días
fr: %nb_days% jour|%nb_days% jours

# back_controller_app_image_anonymous
source: Anonymous
es: Anónimo
fr: Anonyme

# back_controller_app_profile_pwd_current_pwd
source: Current password
es: Contraseña actual
fr: Mot de passe actuel

# back_controller_app_profile_pwd_new_pwd
source: New password
es: Nueva contraseña
fr: Nouveau mot de passe

# back_controller_app_profile_pwd_incorrect_pwd
source: The password provided is incorrect.
es: La contraseña no es correcta.
fr: Le mot de passe saisi est incorrect.

# back_controller_app_profile_pwd_new_pwd_saved
source: Your new password has been saved.
es: Su contraseña ha sido guardada.
fr: Votre nouveau mot de passe a bien été enregistré.

# back_controller_app_profile_pwd_error_occured_while_updating_pwd
source: An error occurred while updating your password.
es: Ocurrió un error mientras se actualizaba su contraseña.
fr: Une erreur est survenue lors de la mise à jour de votre mot de passe.

# back_controller_app_profile_pwd_all_fields_not_provided
source: Fields are missing.
es: Faltan algunos campos por llenar.
fr: Tous les champs n'ont pas été remplis.

# back_controller_app_profile_billing_company
source: Company
es: Sociedad
fr: Société

# back_controller_app_profile_billing_vat_number
source: VAT number
es: RUT o numero IVA de la empresa
fr: N° de TVA intracommunautaire

# back_controller_app_profile_billing_address
source: Address
es: Dirección
fr: Adresse

# back_controller_app_profile_billing_address_more_details
source: Address, more details
es: Complemento de dirección
fr: Complément d'adresse

# back_controller_app_profile_billing_postal_code
source: Postal code
es: Código postal
fr: Code postal

# back_controller_app_profile_billing_province
source: Province
es: Provincia

# back_controller_app_profile_billing_city
source: City
es: Ciudad
fr: Ville

# back_controller_app_profile_billing_country
source: Country
es: País
fr: Pays

# back_controller_app_profile_billing_address_is_mandatory_for_invoices
source: You must provide a valid address for the invoices.
es: Usted tiene que entregar una dirección válida para editar las facturas.
fr: Vous devez fournir une adresse valide pour l'édition des factures.

# back_controller_app_profile_billing_changes_have_been_saved
source: The changes have been saved.
es: Las modificaciones han sido guardadas.
fr: Les modifications ont bien été enregistrées.

# back_controller_app_profile_billing_error_occured_while_updating_your_profile
source: An error occurred while updating your profile.
es: Se ha producido un error al actualizar su perfil.
fr: Une erreur est survenue lors de la mise à jour de votre profil.

# back_controller_app_profile_change_avatar
source: Change the avatar
es: Cambiar el avatar
fr: Changer l'avatar

# back_controller_app_profile_first_name
source: Firstname
es: Nombre
fr: Prénom

# back_controller_app_profile_name
source: Name
es: Apellido
fr: Nom

# back_controller_app_profile_you_must_provide_firstname_lastname_email
source: You must provide a firstname, a name and an email address.
es: Usted debe oblogatoriamente dar un nombre, un apellido y un e-mail.
fr: Vous devez obligatoirement fournir un prénom, un nom et un email.

# back_controller_app_profile_email_address_invalid
source: This email address is not valid.
es: El correo electrónico entregado no es válido.
fr: Cette adresse email n'est pas valide.

# back_controller_app_profile_email_already_used
source: This email address is already used.
es: El correo electrónico ya es usado por otro usuario.
fr: Cette adresse email est déjà utilisée.

# back_controller_app_profile_confirm_email_address
source: Confirm your email address
es: Confirme su dirección de correo electrónico
fr: Confirmez votre adresse email

# back_controller_app_profile_changes_saved
source: Changes have been saved.
es: Las modificaciones han sido guardadas.
fr: Les modifications ont bien été enregistrées.

# back_controller_app_profile_error_while_updating_profile
source: An error occurred while updating your profile.
es: Se ha producido un error al actualizar su perfil.
fr: Une erreur est survenue lors de la mise à jour de votre profil.

# back_controller_app_profile_all_fields_not_provided
source: Fields are missing.
es: Faltan algunos campos por llenar.
fr: Tous les champs n'ont pas été remplis.

# back_controller_app_delete_profile_unrecognized_account_cannot_be_deleted
source: Your account has not been identified. Therefore, it cannot be deleted.
es: Su cuenta no ha sido reconocida. Por lo que no puede ser suprimida.
fr: Votre compte n'a pas été reconnu. Il ne peut donc être supprimé.

# back_controller_app_delete_profile_error_occured_while_deleting_account
source: An error occurred while deleting your account.
es: Se produjo un error al suprimir su cuenta.
fr: Une erreur est survenue lors de la suppression de votre compte.

# back_controller_app_profile_notifications_error_occured_while_saving_settings
source: An error occured while saving your settings.
es: Se produjo un error al guardar ese comentario.
fr: Une erreur est survenue lors de l'enregistrement de vos paramètres.
