Repository: strimeapp/frontend
Catalog: app/Resources/translations/Back/back_profile_email_notification.*.xlf
Languages: es, fr

# back_profile_email_notifications_meta_description
source: Email notifications
es: Notificaciones de e-mails
fr: Notifications email

# back_profile_email_notifications_meta_keywords
source: strime, strime.io, video, videos, comment, comments, application, app, workflow, collaboration, client, video producer, producer, professional, professionals, account, notifications
es: strime, strime.io, video, video, videos, comentario, comentarios, aplicación, app, apps, workflow, intercambiar, cliente, videasta, profesional, profesional, cuenta, notificaciones
fr: strime, strime.io, vidéo, video, vidéos, videos, commentaire, commentaires, application, appli, app, workflow, échange, client, vidéaste, professionnel, professionnelle, compte, notifications

# back_profile_email_notifications_meta_title
source: Notifications
es: Notificaciones

# back_profile_email_notifications_title_comments_frequency
source: Comments notifications frequency
es: Frecuencia de envío de los comentarios
fr: Fréquence d'envoi des commentaires

# back_profile_email_notifications_text_choose_the_frequency
source: Choose how often the comments should be sent to you by email.
es: Seleccione la frecuencia para enviar los comentarios a su correo electrónico.
fr: Choisissez la fréquence d'envoi des commentaires dans votre boîte mail.

# back_profile_email_notifications_choice_each_time
source: Each time a comment is posted
es: Cada vez que un comentario es posteado
fr: À chaque fois qu'un commentaire est posté

# back_profile_email_notifications_choice_once_a_day
source: Once a day at 8:00 am, Paris time
es: Enviar lote (una vez al día a las 8:00 am, hora de París)
fr: Envoi groupé (une fois par jour à 8h00, heure de Paris)

# back_profile_email_notifications_choice_never
source: Never
es: Nunca
fr: Jamais

# back_profile_email_notifications_text_keep_posted
source: Get informed about the last features of the application (less than a newsletter per month).
es: Manténgase informado de las nuevas funcionalidades de la aplicación (menos de una newsletter al mes).
fr: Restez informé(e) des nouvelles fonctionnalités de l'application (moins d'une news par mois).

# back_profile_email_notifications_text_activated
source: Activated
es: Activado
fr: Activé

# back_profile_email_notifications_text_deactivated
source: Deactivated
es: Desactivado
fr: Désactivé

source: You can choose to receive comments notifications in a Slack channel.
es: Puede elegir recibir notificaciones de los comentarios por Slack.
fr: Vous pouvez choisir de recevoir des notifications de commentaire dans un canal Slack.

# back_profile_email_notifications_text_first_need_register_app
source: First, you need to %link_start%register a new app in Slack%link_end%.
es: Antes que nada, usted debe %link_start%crear una nueva aplicación en Slack%link_end%.
fr: Tout d'abord, vous devez %link_start%créer une nouvelle application dans Slack%link_end%.

# back_profile_email_notifications_text_register_app_in_slack
source: Register a new app in Slack
es: Crear una nueva aplicación en de Slack
fr: Créer une nouvelle application dans Slack

# back_profile_email_notifications_text_then_create_webhook
source: Then, click on the "Incoming Webhooks" box, and activate the toggle on the top right corner. At the bottom of the page, a button will appear which will allow you to create a new webhook. Click on it and choose which channel you want to use.
es: A continuación, haga clic en el cuadrodenominado "entrada de WebHooks" y active WebHooks haciendo clic en el botón de arriba a la derecha. En la parte inferior de la página, un botón le permitirá un nuevo web hook. Haga clic en él y seleccione el canal que desea utilizar.
fr: Cliquez ensuite sur l'encadré nommé "Incoming Webhooks", et activé les webhooks en cliquant sur le bouton en haut à droite. Dans le bas de la page, un bouton vous permettant de créer un nouveau webhook va apparaître. Cliquez dessus puis choisissez le canal que vous souhaitez utiliser.

# back_profile_email_notifications_text_click_here_to_see_video_tutorial
source: Click here to %link_start%see a video%link_end% which shows how to do this.
es: Haga clic aqui para %link_start%ver una video%link_end% que muestra como hacer.
fr: Cliquez ici pour %link_start%voir une vidéo%link_end% vous montrant comment faire.

# back_profile_email_notifications_text_click_here
source: Click here
es: Haga clic
fr: Cliquez ici

# back_profile_email_notifications_text_copy_webhook_url
source: Finally, you just have to copy the webhook URL and paste it here.
es: No le queda nada más que copiar el URL del webhook y pagarlo aquí.
fr: Vous n'avez plus qu'à copier l'URL du webhook et à la coller ici.

# back_profile_email_notifications_link_test_the_webhook
source: Test the webhook
es: Pruebe el webhook
fr: Tester le webhook

# back_profile_email_notifications_loader_loading
source: Loading
es: Cargando
fr: Chargement

# back_profile_email_notifications_button_update_notifications
source: Update the notifications
es: Actualizar las notificaciones
fr: Mettre à jour les notifications

# back_profile_email_notifications_js_notification_sent
source: Notification sent
es: Notificación enviada
fr: Notification envoyée

# back_profile_email_notifications_js_test_failed
source: Test failed
es: Error del test
fr: Échec du test
