Repository: strimeapp/frontend
Catalog: app/Resources/translations/Back/back_profile_integrations.*.xlf
Languages: es, fr

# back_profile_integrations_meta_description
source: Integrations management
es: Gestión de las integraciones
fr: Gestion des intégrations

# back_profile_integrations_meta_keywords
source: strime, strime.io, video, videos, comment, comments, application, app, workflow, collaboration, client, video producer, producer, professional, professionals, account, integrations
es: strime, strime.io, video, video, videos, comentario, comentarios, aplicación, app, apps, workflow, intercambiar, cliente, videasta, profesional, profesional, cuenta, integraciones
fr: strime, strime.io, vidéo, video, vidéos, videos, commentaire, commentaires, application, appli, app, workflow, échange, client, vidéaste, professionnel, professionnelle, compte, intégrations

# back_profile_integrations_meta_title
source: Integrations
es: Integraciones
fr: Intégrations

# back_profile_integrations_title_signin
source: Sign in
es: Login
fr: Connexion

# back_profile_integrations_description_manage_your_signin_methods
source: Manage your signin methods
es: Gestione el modo de conexión
fr: Gérez vos méthodes de connexion.

# back_profile_integrations_link_deactivate
source: Deactivate
es: Desactivar
fr: Désactiver

# back_profile_integrations_text_deactivated
source: Deactivated
es: Desactivado
fr: Désactivé

# back_profile_integrations_js_error_occured_while_revoking_google
source: An error occured while revoking Google.
es: Se produjo un error al momento de desactivar Google
fr: Une erreur s'est produite lors de la désactivation de Google

# back_profile_integrations_js_error_occured_while_revoking_facebook
source: An error occured while revoking Facebook.
es: Se produjo un error al momento de desactivar Facebook
fr: Une erreur s'est produite lors de la désactivation de Facebook

# back_profile_integrations_js_error_occured_while_revoking_youtube
source: An error occured while revoking Youtube.
es: Se produjo un error al momento de desactivar Youtube
fr: Une erreur s'est produite lors de la désactivation de Youtube

# back_profile_integrations_js_google_access_revoked
source: Google's connection has been revoked.
es: La conexión a Google ha sido desactivada.
fr: La connexion à Google a bien été supprimée.

# back_profile_integrations_js_facebook_access_revoked
source: Facebook's connection has been revoked.
es: La conexión a Facebook ha sido desactivada.
fr: La connexion à Facebook a bien été supprimée.

# back_profile_integrations_js_youtube_access_revoked
source: Youtube's connection has been revoked.
es: La conexión a Youtube ha sido desactivada.
fr: La connexion à Youtube a bien été supprimée.

# back_profile_integrations_js_will_be_logged_out
source: You will be logged out in a few seconds.
es: Será desconectar en algunos instantes.
fr: Vous allez être déconnecté dans quelques instants.

# back_profile_integrations_title_notifications
source: Notifications
es: Notificaciones

# back_profile_integrations_description_manage_notifications_channels
source: Manage the services on which you want to be notified.
es: Gestione los servicios donde quiere recibir notificaciones.
fr: Gérez les services sur lesquels vous souhaitez recevoir des notifications.

# back_profile_integrations_js_error_occured_while_deactivating_slack
source: An error occured while deactivating Slack
es: Se produjo un error al momento de la desactivación de Slack.
fr: Une erreur s'est produite lors de la désactivation de Slack

# back_profile_integrations_js_slack_webhook_deactivated
source: Slack webhook has been deactivated.
es: El webhook Slack fue desactivado.
fr: Le webhook Slack a été désactivé.

# back_profile_integrations_title_export
source: Export
es: Exportar

# back_profile_integrations_description_manage_your_export_connexions
source: Manage services to which you export your videos.
es: Gestione los servicios donde quiere exportar sus videos.
fr: Gérez les services vers lesquels vous exportez vos vidéos.
