Repository: strimeapp/frontend
Catalog: app/Resources/translations/Back/back_controller_ajax.*.xlf
Languages: es, fr

# back_controller_ajax_add_video_file_not_properly_uploaded
source: The file was not properly uploaded.
es: El archivo no ha sido subido correctamente.
fr: Le fichier n'a pas été correctement uploadé.

# back_controller_ajax_add_comment_a_comment_has_been_posted_on_video
source: A comment has been posted on the video %video%
es: Un commentario ha sido insertado sobre el video %video%
fr: Un commentaire vous est laissé sur la vidéo %video%

# back_controller_ajax_add_comment_a_comment_has_been_posted_on_image
source: A comment has been posted on the image %image%
es: Un commentario ha sido insertado sobre la imagen %image%
fr: Un commentaire vous est laissé sur l'image %image%

# back_controller_ajax_add_comment_a_comment_has_been_posted_on_video_by
source: A comment has been posted on the video %video% by %author_name% at %at%.
es: Un commentario ha sido publicado sobre el video %video% por %author_name% a %at%.
fr: Un commentaire vous est laissé sur la vidéo %video% par %author_name% à %at%.

# back_controller_ajax_add_comment_a_comment_has_been_posted_on_image_by
source: A comment has been posted on the image %image% by %author_name%.
es: Un commentario ha sido publicado sobre la imagen %image% por %author_name%.
fr: Un commentaire vous est laissé sur l'image %image% par %author_name%.

# back_controller_ajax_add_comment_see_the_video
source: See the video
es: Ver el video
fr: Voir la vidéo

# back_controller_ajax_add_comment_see_the_image
source: See the image
es: Ver la imagen
fr: Voir l'image

# back_controller_ajax_share_by_email_invites_you_to_comment_a_video
source: %first_name% invites you to comment a video
es: %first_name% lo invita a comentar un video
fr: %first_name% vous invite à commenter une vidéo

# back_controller_ajax_share_by_email_invites_you_to_comment_an_image
source: %first_name% invites you to comment an image
es: %first_name% lo invita a comentar una imagen
fr: %first_name% vous invite à commenter une image

# back_controller_ajax_share_by_email_invites_you_to_comment_a_project
source: %first_name% invites you to comment a project
es: %first_name% lo invita a comentar un proyecto
fr: %first_name% vous invite à commenter un projet

# back_controller_ajax_send_feedback_suggest_improvement
source: Propose an improvement
es: Proponga una mejora
fr: Proposer une amélioration

# back_controller_ajax_send_feedback_signal_issue
source: Report a problem
es: Informar de un error
fr: Signaler un problème

# back_controller_ajax_send_feedback_message_sent
source: Your message has been sent.
es: Su mensaje ha sido enviado exitosamente.
fr: Votre message a bien été envoyé.

# back_controller_ajax_send_feedback_error_occured_while_sending_message
source: A error occurred while sending your message.
es: Ocurri√≥ un error mientras se enviaba su mensaje.
fr: Une erreur est survenue dans l'envoi de votre message.

# back_controller_ajax_global_you_must_be_logged_in
source: You must be logged in.
es: Usted tiene que estar conectado.
fr: Vous devez être connecté.
