Repository: strimeapp/frontend
Catalog: app/Resources/translations/Back/back_*.*.xlf
Languages: es, fr

# back_base_title_video_projects_validation
source: Video projects management
es: Seguimientos de los proyectos audiovisuales
fr: Suivi de projets vidéos

# back_base_meta_keywords
source: strime, strime.io, video, videos, comment, comments, application, app, workflow, collaboration, client, video producer, producer, professional, professionals
es: strime, strime.io, video, video, videos, comentario, comentarios, aplicación, app, apps, workflow, intercambiar, cliente, videasta, profesional, profesional
fr: strime, strime.io, vidéo, video, vidéos, videos, commentaire, commentaires, application, appli, app, workflow, échange, client, vidéaste, professionnel, professionnelle

# back_base_text_help_us_improve_strime
source: Help us improve Strime,
es: Ayúdenos a mejorar Strime,
fr: Aidez-nous à améliorer Strime,

# back_base_text_suggest_improvement
source: propose an improvement
es: Proponga una mejora
fr: proposez une amélioration

# back_base_text_or
source: or
es: o
fr: ou

# back_base_alt_suggest_improvement
source: propose an improvement
es: Proponga una mejora
fr: Proposez une amélioration

# back_base_text_signal_issue
source: report a problem.
es: informar de un error.
fr: signalez un problème.

# back_base_alt_signal_issue
source: report a problem.
es: Informar de un error
fr: Signalez un problème

# back_base_alt_trust_badge
source: Trust badge
es: Insignia de la confianza
fr: Badge de confiance

# back_base_title_feedback_is_important
source: Your feedback is very valuable
es: Su feedback es extremadamente valioso
fr: Vos retours nous sont très précieux

# back_base_button_send
source: Send
es: Enviar
fr: Envoyer

# back_base_loader_loading
source: Loading
es: Cargando
fr: Chargement

# back_base_js_feedback_suggest_improvement
source: Propose an improvement
es: Proponga una mejora
fr: Proposez une amélioration

# back_base_js_feedback_signal_issue
source: Report a problem
es: Informar de un error
fr: Signalez un problème

# back_base_js_share_project
source: Share this project
es: Compartir este proyecto
fr: Partager ce projet

# back_base_js_share_video
source: Share this video
es: Compartir este video
fr: Partager cette vidéo

# back_base_js_share_image
source: Share this image
es: Compartir esta imagen
fr: Partager cette image

# back_base_js_share_file
source: Share this file
es: Compartir este archivo
fr: Partager ce fichier

# back_base_js_share_copied
source: Copied!
es: Copiado!
fr: Copié !

# back_base_js_share_copy
source: Copy
es: Copiar
fr: Copier

# back_base_js_share_add_a_message
source: Add a message
es: Insertar un mensaje
fr: Ajouter un message

# back_base_js_share_do_not_add_message
source: Do not add any message
es: No insertar este mensaje
fr: Ne pas ajouter de message

# back_base_js_share_no_user_found_for_this_request
source: No user matches the sent request.
es: No aparece ningún usuario correspondiente a su búsqueda.
fr: Aucun utilisateur ne correspond à la requête envoyée.

# back_base_js_share_project_with_this_name_already_exists
source: A project with this name already exists.
es: Un proyecto ya existe con este mismo nombre.
fr: Un projet avec ce nom existe déjà.

# back_base_js_share_all_fields_not_provided
source: Fields are missing.
es: Faltan algunos campos por llenar.
fr: Tous les champs n'ont pas été remplis.

# back_base_js_share_error_occured_while_sending_file
source: An error occurred while sending the file.
es: Se ha producido un error al enviar su archivo.
fr: Une erreur s'est produite lors de l'envoi du fichier.

# back_base_js_share_error_occured_while_sending_url
source: An error occurred while sending this URL.
es: Se ha producido un error al enviar esta URL.
fr: Une erreur s'est produite lors de l'envoi de cette URL.

# back_base_js_share_message_has_been_sent
source: Your message has been sent.
es: Su mensaje ha sido enviado exitosamente.
fr: Votre message a bien été envoyé.

# back_base_js_upload_not_enough_space
source: You don't have enough storage available for this file.
es: Usted no tiene suficiente espacio para el archivo.
fr: Vous n'avez pas assez d'espace pour ce fichier.

# back_base_js_upload_drop_or_import_file
source: Drop or import a video file
es: Importar un archivo de video
fr: Glissez ou importez un fichier vidéo

# back_base_js_upload_in_progress
source: Uploading
es: Subiendo el archivo
fr: Upload en cours

# back_base_js_upload_cancel_upload
source: Cancel this upload
es: Annular el upload
fr: Annuler cet upload

# back_base_js_upload_no_user_found_for_this_request
source: No user matches the sent request.
es: No aparece ningún usuario correspondiente a su búsqueda.
fr: Aucun utilisateur ne correspond à la requête envoyée.

# back_base_js_upload_project_with_this_name_already_exists
source: A project with this name already exists.
es: Un proyecto ya existe con este mismo nombre.
fr: Un projet avec ce nom existe déjà.

# back_base_js_upload_all_fields_not_provided
source: Fields are missing.
es: Faltan algunos campos por llenar.
fr: Tous les champs n'ont pas été remplis.

# back_base_js_upload_reached_max_number_of_videos
source: You have reached your videos quota.<br />Start by removing some of them.
es: Ha llegado al límite para guardar vídeos.<br />Empiece por eliminar.
fr: Vous avez atteint votre quota de vidéos.<br />Commencez par en supprimer.

# back_base_js_upload_reached_max_space_available
source: You have reached your storage quota.<br />Start by removing some videos.
es: Ha llegado al límite de su capacidad de almacenamiento.<br />Empiece por eliminar vídeos.
fr: Vous avez atteint votre quota d'espace.<br />Commencez par supprimer des vidéos.

# back_base_js_upload_error_occured_while_sending_file
source: An error occurred while sending the file.
es: Se ha producido un error al enviar su archivo.
fr: Une erreur s'est produite lors de l'envoi du fichier.

# back_base_js_upload_error_occured_while_encoding_video
source: An error occurred while encoding your video.
es: Se ha producido un error al convertir un video.
fr: Une erreur s'est produite lors de la conversion de votre vidéo.

# back_base_js_upload_error_occured_while_uploading_image
source: An error occurred while uploading your image.
es: Se ha producido un error al enviar la imagen.
fr: Une erreur s'est produite lors de l'envoi de votre image.

# back_base_js_upload_error_occured_while_uploading_audio
source: An error occurred while uploading your audio file.
es: Se ha producido un error al enviar el fichero audio.
fr: Une erreur s'est produite lors de l'envoi de votre fichier audio.

# back_base_js_upload_error_occured_while_uploading_asset
source: An error occurred while uploading your file.
es: Se ha producido un error al enviar el archivo.
fr: Une erreur s'est produite lors de l'envoi de votre fichier.

# back_base_js_upload_encoding_scheduled_will_be_notified
source: Your encoding has been scheduled.<br/>You will be alerted by mail when it has finished.
es: La codificación de su video se ha programado.<br/>Se le notificará por correo electrónico cuando se haya terminado.
fr: Votre encodage a bien été programmé.<br/>Vous serez alerté par mail lorsqu'il aura fini.

# back_base_js_upload_image_success
source: Your image has been properly uploaded.
es: Su imagen ha sido correctamente subida.
fr: Votre image a été correctement uploadée.

# back_base_js_upload_asset_success
source: Your file has been properly uploaded.
es: Su archivo ha sido correctamente subida.
fr: Votre fichier a été correctement uploadée.

# back_base_js_upload_encoding_in_progress
source: Encoding in progress
es: Codificando archivo
fr: Encodage en cours

# back_base_js_upload_video_encoding_in_progress
source: Video encoding in progress
es: Codificando video
fr: Encodage d'une vidéo en cours

# back_base_js_upload_audio_encoding_in_progress
source: Audio encoding in progress
es: Codificando audio
fr: Encodage de votre fichier audio en cours

# back_base_js_you_are_now_logged_in
source: You are now logged in.
es: Usted está ahora conectado.
fr: Vous êtes désormais connecté.
