Repository: strimeapp/frontend
Catalog: app/Resources/translations/Emails/email_encoding_done.*.xlf
Languages: es, fr

# email_encoding_done_meta_title
source: The encoding of your file is complete
es: La codificación del archivo está terminada
fr: L'encodage de votre fichier est terminé

# email_encoding_done_title_video_encoded
source: Your video is encoded!
es: El vídeo se ha codificado!
fr: Votre vidéo est encodée !

# email_encoding_done_title_audio_encoded
source: Your audio file is encoded!
es: El fichero audio se ha codificado!
fr: Votre fichier audio est encodé !

# email_encoding_done_title_file_encoded
source: Your file is encoded!
es: El archivo se ha codificado!
fr: Votre fichier est encodé !

# email_encoding_done_text_hi_first_name
source: Hi %first_name%
es: Hola %first_name%
fr: Bonjour %first_name%

# email_encoding_done_text_video_encoding_done
source: The encoding of your video has just finished.
es: La codificación del vídeo acaba de terminarse.
fr: L'encodage de votre vidéo vient de se terminer.

# email_encoding_done_text_audio_encoding_done
source: The encoding of your audio file has just finished.
es: La codificación del fichero audio acaba de terminarse.
fr: L'encodage de votre fichier audio vient de se terminer.

# email_encoding_done_text_file_encoding_done
source: The encoding of your file has just finished.
es: La codificación del archivo acaba de terminarse.
fr: L'encodage de votre fichier vient de se terminer.

# email_encoding_done_text_people_invited_video
source: The following people have been invited to comment on this video: %emails_list%.
es: Se invitó a las siguientes personas para comentar este vídeo: %emails_list%.
fr: Les personnes suivantes ont été invitées à commenter cette vidéo : %emails_list%.

# email_encoding_done_text_people_invited_audio
source: The following people have been invited to comment on this audio file: %emails_list%.
es: Se invitó a las siguientes personas para comentar este fichero audio: %emails_list%.
fr: Les personnes suivantes ont été invitées à commenter ce fichier audio : %emails_list%.

# email_encoding_done_text_people_invited_file
source: The following people have been invited to comment on this file: %emails_list%.
es: Se invitó a las siguientes personas para comentar este archivo: %emails_list%.
fr: Les personnes suivantes ont été invitées à commenter ce fichier : %emails_list%.

# email_encoding_done_text_find_video_on_strime
source: Watch this video on %link_start%Strime%link_end%.
es: Encuentre este vídeo en %link_start%Strime%link_end%.
fr: Retrouvez cette vidéo sur %link_start%Strime%link_end%.

# email_encoding_done_text_find_audio_on_strime
source: Watch this audio file on %link_start%Strime%link_end%.
es: Encuentre este fichero audio en %link_start%Strime%link_end%.
fr: Retrouvez ce fichier audio sur %link_start%Strime%link_end%.

# email_encoding_done_text_find_file_on_strime
source: Watch this file on %link_start%Strime%link_end%.
es: Encuentre este archivo en %link_start%Strime%link_end%.
fr: Retrouvez ce fichier sur %link_start%Strime%link_end%.

# email_encoding_done_text_find_video_on_strime_and_share
source: Watch this video on %link_start%Strime%link_end%, then share it with your clients.
es: Encuentre este vídeo en %link_start%Strime%link_end%, para luego compartirla con sus clientes.
fr: Retrouvez cette vidéo sur %link_start%Strime%link_end%, puis partagez-là avec vos clients.

# email_encoding_done_text_find_audio_on_strime_and_share
source: Watch this audio file on %link_start%Strime%link_end%, then share it with your clients.
es: Encuentre este fichero audio en %link_start%Strime%link_end%, para luego compartirla con sus clientes.
fr: Retrouvez ce fichier audio sur %link_start%Strime%link_end%, puis partagez-là avec vos clients.

# email_encoding_done_text_find_file_on_strime_and_share
source: Watch this file on %link_start%Strime%link_end%, then share it with your clients.
es: Encuentre este archivo en %link_start%Strime%link_end%, para luego compartirla con sus clientes.
fr: Retrouvez ce fichier sur %link_start%Strime%link_end%, puis partagez-là avec vos clients.

# email_encoding_done_text_see_you_soon
source: See you soon
es: Nos vemos pronto
fr: À bientôt

# email_encoding_done_text_strime_team
source: Strime's team
es: El equipo Strime
fr: L'équipe Strime
