Repository: strimeapp/frontend
Catalog: app/Resources/translations/Emails/email_comments_notification.*.xlf
Languages: fr

# email_comments_notification_meta_title
source: Comments notification
fr: Notification de commentaires

# email_comments_notification_title_your_files_have_been_commented
source: Your files have been commented
fr: Vos fichiers ont été commentés

# email_comments_notification_text_will_find_below_notifications
source: You will find below the comments posted on your files since the last notification.
fr: Vous trouverez ci-dessous les commentaires postés sur vos fichiers depuis la dernière notification.

# email_comments_notification_text_hi_first_name
source: Hi %first_name%
fr: Bonjour %first_name%

# email_comments_notification_text_new_comment_on_video_autologin
source: You have a new comment on the video %link_start%%video_name%%link_end%.
fr: Vous avez de nouveaux commentaires sur la vidéo %link_start%%video_name%%link_end%.

# email_comments_notification_text_new_comment_on_image_autologin
source: You have a new comment on the image %link_start%%image_name%%link_end%.
fr: Vous avez de nouveaux commentaires sur l'image %link_start%%image_name%%link_end%.

# email_comments_notification_text_here_is_the_message
source: Here is the message:
fr: Voici le message :

# email_comments_notification_text_details_about_comment
source: Details of this comment:
fr: Informations sur ce commentaire :

# email_comments_notification_text_at_what_time
source: Timecode:
fr: À quel moment de la vidéo :

# email_comments_notification_text_answer_to_comment
source: Answer to a previous comment:
fr: Réponse à un précédent commentaire :

# email_comments_notification_text_author_of_the_comment
source: Author of the comment:
fr: Auteur du commentaire :

# email_comments_notification_text_see_you_soon
source: See you soon
fr: À bientôt

# email_comments_notification_text_strime_team
source: Strime's team
fr: L'équipe Strime

# email_comments_notification_text_no
source: No
fr: Non

# email_comments_notification_text_yes
source: Yes
fr: Oui
