Repository: strimeapp/frontend
Catalog: app/Resources/translations/Emails/email_encoding_killed.*.xlf
Languages: es, fr

# email_encoding_killed_meta_title
source: The encoding of your file failed
es: La codificación del archivo fracaso
fr: L'encodage a échoué

# email_encoding_killed_title_video_encoded
source: Your video has not been encoded...
es: El vídeo no pudo estar codificado...
fr: Votre vidéo n'a pas pu être encodée...

# email_encoding_killed_title_audio_encoded
source: Your audio file has not been encoded...
es: El fichero audio no pudo estar codificado...
fr: Votre fichier audio n'a pas pu être encodé...

# email_encoding_killed_title_file_encoded
source: Your file has not been encoded...
es: El archivo no pudo estar codificado...
fr: Votre fichier n'a pas pu être encodé...

# email_encoding_killed_text_hi_first_name
source: Hi %first_name%
es: Hola %first_name%
fr: Bonjour %first_name%

# email_encoding_killed_text_video_encoding_killed
source: The conversion of your video named <strong>"%asset%"</strong> has been stopped. This file can not be encoded.
es: La codificación del vídeo con el nombre <strong>"%asset%"</strong> fue parada. No se puede codificar este fichero.
fr: L'encodage de votre vidéo nommée <strong>"%asset%"</strong> a été interrompu. Ce fichier n'a pas pu être encodé.

# email_encoding_killed_text_audio_encoding_killed
source: The conversion of your audio file named <strong>"%asset%"</strong> has been stopped. This file can not be encoded.
es: La codificación del fichero audio con el nombre <strong>"%asset%"</strong> fue parada. No se puede codificar este fichero.
fr: L'encodage de votre fichier audio nommé <strong>"%asset%"</strong> a été interrompu. Ce fichier n'a pas pu être encodé.

# email_encoding_killed_text_file_encoding_killed
source: The conversion of your file named <strong>"%asset%"</strong> has been stopped. This file can not be encoded.
es: La codificación del archivo con el nombre <strong>"%asset%"</strong> fue parada. No se puede codificar este fichero.
fr: L'encodage de votre fichier nommé <strong>"%asset%"</strong> a été interrompu. Ce fichier n'a pas pu être encodé.

# email_encoding_killed_text_sorry_inconvenience
source: We are sorry for the inconvenience.
es: Lamentamos esta situación.
fr: Nous sommes désolés de ce désagrément.

# email_encoding_killed_text_invite_reupload_file_or_contact_us
source: We invite you to try to upload this file again, or to contact us.
es: Invitamos usted a re-intentar de subir este archivo o a contactarnos.
fr: Nous vous invitons à retenter de mettre en ligne ce fichier ou à prendre contact avec nous.

# email_encoding_killed_text_see_you_soon
source: See you soon
es: Nos vemos pronto
fr: À bientôt

# email_encoding_killed_text_strime_team
source: Strime's team
es: El equipo Strime
fr: L'équipe Strime
