Repository: strimeapp/frontend
Catalog: app/Resources/translations/Emails/email_payment.*.xlf
Languages: es, fr

# email_payment_meta_title
source: Termination of your subscription to Strime
es: Cancelamos su membresía a Strime
fr: Résiliation de votre abonnement à Strime

# email_payment_text_hi_first_name
source: Hi %first_name%
es: Hola %first_name%
fr: Bonjour %first_name%

# email_payment_text_downgrade_free_offer
source: Following a payment error, we just moved you on the free offer.
es: Debido a un error de pago, acabamos de cambiarlo a nuestro plan gratuito.
fr: Suite à une erreur de paiement, nous venons de vous passer sur l'offre gratuite.

# email_payment_text_regret_this
source: We're sorry we had to proceed to this change.
es: Lamentamos haber tenido que proceder a ese cambio.
fr: Nous sommes au regret d'avoir dû procéder à ce changement.

# email_payment_alt_signin
source: Sign in to Strime
es: Conéctese a Strime
fr: Connectez-vous à Strime

# email_payment_text_get_back_to_normal
source: To restore all of your features, please %link_start%sign in%link_end% to your account, update your credit card details, and change your offer back.
es: Con el fin de restablecer todas sus funcionalidades, %link_start%conéctese%link_end% a su cuenta, actualice sus datos bancarios, y modifique su plan.
fr: Afin de rétablir l'ensemble de vos fonctionnalités, %link_start%connectez-vous%link_end% à votre compte, mettez à jour vos informations de paiement, et modifiez votre offre.

# email_payment_text_stay_available
source: We remain at your disposal if necessary.
es: Quedamos a su disposición en caso de que requiera de nuestra ayuda.
fr: Nous restons à votre dispositions en cas de besoin.

# email_payment_text_thanks_trusting_us
source: Thank you for your trust!
es: Gracias por su confianza
fr: Merci pour votre confiance !

# email_payment_text_see_you_soon
source: See you soon
es: Nos vemos pronto
fr: À bientôt

# email_payment_text_strime_team
source: Strime's team
es: El equipo Strime
fr: L'équipe Strime

# email_payment_text_we_noticed_you_wanted_to_go
source: We have taken your request for cancellation of your subscription to Strime into account.
es: Hemos recibido su solicitud para cancelar su suscripción a Strime.
fr: Nous avons bien pris en compte votre demande de résiliation de votre abonnement à Strime.

# email_payment_text_sorry_see_you_go
source: We are sorry to see you go.
es: Lamentamos que te vayas.
fr: Nous regrettons de vous voir partir.

# email_payment_text_explain_us_why
source: Feel free to explain us <a href="https://strime.typeform.com/to/AnJRev" target="_blank">why you're leaving us </a>.
es: No dude en explicarnos <a href="https://strime.typeform.com/to/AnJRev" target="_blank">porque deja la plataforma</a>.
fr: N'hésitez pas à nous expliquer <a href="https://strime.typeform.com/to/AnJRev" target="_blank">pourquoi vous nous quittez</a>.

# email_payment_meta_title_error
source: Payment error for the period of %first_day% to %last_day%
es: Error en el pago del periodo del %first_day% al %last_day%
fr: Erreur de paiement pour la période du %first_day% au %last_day%

# email_payment_text_downgraded_free_offer_2go
source: As a result, we have re-entered your account on the free offer restricted to 10Gb.
es: En consecuencia, hemos revisado su cuenta de su plan gratuito cuyo espacio se restringe a 10Gb.
fr: Par conséquent, nous avons repassé votre compte sur l'offre gratuite restreinte à 10Go.

# email_payment_text_cannot_add_videos
source: Your data has been retained, but you will not be able to add any video until you change your offer in your account, unless you remove some of them to fall below 10Gb.
es: Sus datos se han conservado, pero no se puede añadir vídeo, ya que no ha cambiado su servicio en su cuenta a menos que borre algunos para volver bajo la barra de 10Gb.
fr: Vos données ont été conservées mais vous ne pourrez plus ajouter de vidéo tant que vous n'aurez pas modifié votre offre dans votre compte, sauf si vous en supprimez certaines pour revenir sous la barre des 10Go.

# email_payment_text_payment_didnt_occur
source: The payment of your subscription to %strime% for the period from %first_day% to %last_day% could not occur.
es: El pago de la suscripción %strime% para el período del %first_day% al %last_day% no se realizo.
fr: Le paiement de votre abonnement à %strime% pour la période du %first_day% au %last_day% n'a pas pu avoir lieu.
