Repository: strimeapp/frontend
Catalog: app/Resources/translations/Emails/email_signup_confirmation.*.xlf
Languages: es, fr

# email_signup_confirmation_meta_title
source: Welcome on Strime!
es: Bienvenido a Strime!
fr: Bienvenue sur Strime !

# email_signup_confirmation_title_signup_confirmation
source: Sign up confirmation!
es: Confirmación de inscripción
fr: Confirmation d'inscription !

# email_signup_confirmation_text_hi_first_name
source: Hi %first_name%
es: Hola %first_name%
fr: Bonjour %first_name%

# email_signup_confirmation_text_just_signed_up
source: You just created an account on %strime%.
es: Usted acaba de crearse una cuenta en %strime%.
fr: Vous venez de vous créer un compte sur %strime%.

# email_signup_confirmation_text_happy_to_have_you
source: We are happy to count you among our users.
es: Estamos felices que sea parte de nuestros usuarios.
fr: Nous sommes heureux de vous compter parmi nos utilisateurs.

# email_signup_confirmation_text_hope_youll_enjoy_strime
source: We hope that this service will meet your expectations and will help you to save time in managing your customers' feedback.
es: Esperamos que este servicio responda a sus expectativas y lo ayude a ganar tiempo en la gestión de las respuestas de sus clientes.
fr: Nous espérons que ce service répondra à vos attentes et vous aidera à gagner du temps dans la gestion des retours de vos clients.

# email_signup_confirmation_title_first_steps
source: Your first steps on Strime
es: Su primer pasos en Strime
fr: Vos premiers pas sur Strime

# email_signup_confirmation_text_here_is_what_we_suggest
source: To get started on Strime, here is what we suggest:
es: Para empezar con Strime, esto es lo que recomendamos:
fr: Pour bien commencer sur Strime, voici ce que nous vous recommandons :

# email_signup_confirmation_text_upload_your_first_video
source: upload your first video
es: Suba su primer video
fr: mettez en ligne votre première vidéo

# email_signup_confirmation_text_organize
source: organize videos into projects, if you want it
es: Organice, si lo desea, sus videos dentro de los proyectos
fr: organisez, si vous le souhaitez, vos vidéos dans des projets

# email_signup_confirmation_text_share_video
source: share this video (or this project) with a client
es: Comparta este video (o el proyecto) con su cliente
fr: partagez cette vidéo (ou ce projet) avec un client

# email_signup_confirmation_text_answer_clients_comments
source: answer to the comments of your client
es: Responda a los comentarios de sus clientes
fr: répondez aux commentaires de votre client

# email_signup_confirmation_text_fulfill_profile
source: update your profile
es: Complete su perfil
fr: complétez votre profil

# email_signup_confirmation_text_see_you_soon
source: See you soon
es: Nos vemos pronto
fr: À bientôt

# email_signup_confirmation_text_strime_team
source: Strime's team
es: El equipo Strime
fr: L'équipe Strime
