Repository: strimeapp/frontend
Catalog: app/Resources/translations/Emails/email_confirmation.*.xlf
Languages: es, fr

# email_confirmation_meta_title
source: Sign up confirmation
es: Confirmación de inscripción
fr: Confirmation d'inscription

# email_confirmation_title_welcome
source: Welcome on Strime!
es: Bienvenido a Strime!
fr: Bienvenue sur Strime !

# email_confirmation_text_hi_first_name
source: Hi %first_name%
es: Hola %first_name%
fr: Bonjour %first_name%

# email_confirmation_text_for_security_reasons_confirm_email
source: For security reasons, you must confirm your email address by clicking on the button below.
es: Por su seguridad, debe confirmar su dirección de correo electrónico haciendo clic en el botón de abajo.
fr: Pour des raisons de sécurité, vous devez confirmer votre adresse email en cliquant sur le bouton ci-dessous.

# email_confirmation_button_confirm_email
source: Confirm my email address
es: Confirmar mi correo electrónico
fr: Confirmer mon adresse email

# email_confirmation_button_confirm_your_email
source: Confirm your email address
es: Confirmar su dirección de correo electrónico
fr: Confirmer votre adresse email

# email_confirmation_text_copy_link_in_browser
source: Or by copying the following link into your browser:
es: O al copiar y pegar el siguiente enlace en su navegador:
fr: Ou en copiant-collant le lien ci-dessous dans votre navigateur :

# email_confirmation_text_see_you_soon
source: See you soon
es: Nos vemos pronto
fr: À bientôt

# email_confirmation_text_strime_team
source: Strime's team
es: El equipo Strime
fr: L'équipe Strime

# email_confirmation_text_you_still_have_not_confirmed_email
source: Unless we are mistaken, you have still not confirmed your email address.
es: A menos que estemos equivocados, todavía no se ha confirmado su dirección de correo electrónico.
fr: Sauf erreur de notre part, vous n'avez toujours pas confirmé votre adresse email.

# email_confirmation_text_mandatory_action
source: Confirming your email address is mandatory to guarantee that Strime will work smoothly.
es: La confirmación de su correo electrónico es una acción indispensable para garantizar el correcto funcionamiento de Strime.
fr: La confirmation de votre adresse email est une action indispensable pour garantir le bon fonctionnement de Strime.

# email_confirmation_text_still_possible_to_do_it
source: You can still confirm it by clicking now on the button below.
es: Todavía le es possible confirmar esto haciendo clic ahora en el botón de abajo.
fr: Il vous est encore possible de confirmer celle-ci en cliquant dès maintenant sur le bouton ci-dessous.

# email_confirmation_text_will_have_to_deactivate_account
source: Without any action on your side, your Strime account will be deactivated in a delay of %days% day.|Without any action on your side, your Strime account will be deactivated in a delay of %days% days.
es: Notamos que no ha habido recientemente activdades en su cuenta, por lo que su cuenta Strime seraa desactivada en un plazo de %days% día.|Notamos que no ha habido recientemente activdades en su cuenta, por lo que su cuenta Strime seraa desactivada en un plazo de %days% días.
fr: Sans action de votre part, votre compte Strime sera désactivé dans un délai de %days% jour.|Sans action de votre part, votre compte Strime sera désactivé dans un délai de %days% jours.

# email_confirmation_text_will_keep_data
source: However, we will retain your data so that you can reactivate it if you need it.
es: Conservaremos sus datos personales, para que a futuro pueda reactivarla, si usted lo desea.
fr: Nous conserverons cependant vos données, afin de vous permettre de réactiver celui-ci si vous le souhaitez.
