Repository: strimeapp/frontend
Catalog: app/Resources/translations/Emails/email_share_url.*.xlf
Languages: es, fr

# email_share_url_meta_title_video
source: %first_name% would like to share a video with you
es: %first_name% desea compartir con usted un video
fr: %first_name% souhaite partager avec vous une vidéo

# email_share_url_meta_title_image
source: %first_name% would like to share an image with you
es: %first_name% desea compartir con usted una imagen
fr: %first_name% souhaite partager avec vous une image

# email_share_url_meta_title_project
source: %first_name% would like to share a video with you
es: %first_name% desea compartir con usted un video
fr: %first_name% souhaite partager avec vous une vidéo

# email_share_url_title_comment_video
source: Comment on the video "%content_name%"
es: Comente el video "%content_name%"
fr: Commentez la vidéo "%content_name%"

# email_share_url_title_comment_image
source: Comment on the image "%content_name%"
es: Comente la imagen "%content_name%"
fr: Commentez l'image "%content_name%"

# email_share_url_title_comment_audio
source: Comment on the audio file "%content_name%"
es: Comente el archivo audio "%content_name%"
fr: Commentez le fichier audio "%content_name%"

# email_share_url_title_comment_project
source: Comment on the project "%content_name%"
es: Comente el proyecto "%content_name%"
fr: Commentez le projet "%content_name%"

# email_share_url_text_hi
source: Hi
es: Hola
fr: Bonjour

# email_share_url_text_share_video
source: %first_name% would like to share the video <strong>%content_name%</strong> with you.
es: %first_name% desea compartir con usted un video <strong>%content_name%</strong>.
fr: %first_name% souhaite partager avec vous la vidéo <strong>%content_name%</strong>.

# email_share_url_text_share_image
source: %first_name% would like to share the image <strong>%content_name%</strong> with you.
es: %first_name% desea compartir con usted una imagen <strong>%content_name%</strong>.
fr: %first_name% souhaite partager avec vous l'image <strong>%content_name%</strong>.

# email_share_url_text_share_audio
source: %first_name% would like to share the audio file <strong>%content_name%</strong> with you.
es: %first_name% desea compartir con usted un archivo audio <strong>%content_name%</strong>.
fr: %first_name% souhaite partager avec vous le fichier audio <strong>%content_name%</strong>.

# email_share_url_text_share_project
source: %first_name% would like to share the project <strong>%content_name%</strong> with you.
es: %first_name% desea compartir con usted un proyecto <strong>%content_name%</strong>.
fr: %first_name% souhaite partager avec vous le projet <strong>%content_name%</strong>.

# email_share_url_text_here_is_his_message
source: Here is his message:
es: Aquí está su mensaje:
fr: Voici son message :

# email_share_url_button_go_to_video
source: Go to the video
es: Acceda al video
fr: Accéder à la vidéo

# email_share_url_button_go_to_image
source: Go to the image
es: Acceda a la imagen
fr: Accéder à l'image

# email_share_url_button_go_to_audio
source: Go to the audio file
es: Acceda al archivo audio
fr: Accéder au fichier audio

# email_share_url_button_go_to_project
source: Go to the project
es: Acceda al proyecto
fr: Accéder au projet

# email_share_url_text_see_you_soon
source: See you soon
es: Nos vemos pronto
fr: À bientôt

# email_share_url_text_strime_team
source: Strime's team
es: El equipo Strime
fr: L'équipe Strime
