Repository: strimeapp/frontend
Catalog: app/Resources/translations/Emails/email_comment.*.xlf
Languages: es

# email_comment_meta_title
source: A comment has been posted on the video %video_name%
es: Un commentario ha sido insertado sobre el video %video_name%

# email_comment_text_hi_first_name
source: Hi %first_name%
es: Hola %first_name%

# email_comment_text_new_comment_on_video_autologin
source: You have a new comment on the video %link_start%%video_name%%link_end%.
es: Tiene un nuevo comentario en el video %link_start%%video_name%%link_end%.

# email_comment_text_new_comment_on_video
source: You have a new comment on the video %link_start%%video_name%%link_end%.
es: Tiene un nuevo comentario en el video %link_start%%video_name%%link_end%.

# email_comment_text_here_is_the_message
source: Here is his message:
es: Aquí está su mensaje:

# email_comment_text_details_about_comment
source: Details of this comment:
es: Información sobre este comentario:

# email_comment_text_at_what_time
source: Timecode:
es: En qué momento del video:

# email_comment_text_answer_to_comment
source: Answer to a previous comment:
es: Respuesta de un comentario anterior:

# email_comment_text_author_of_the_comment
source: Author of the comment:
es: Autor del comentario:

# email_comment_text_hi
source: Hi
es: Hola

# email_comment_text_owner_of_video_left_a_comment
source: The owner of the video %link_start%%video_name%%link_end% posted a comment.
es: El propietario del video %link_start%%video_name%%link_end% le ha dejado un commentario.

# email_comment_text_see_you_soon
source: See you soon
es: Nos vemos pronto

# email_comment_text_strime_team
source: Strime's team
es: El equipo Strime

# email_comment_text_yes
source: Yes
es: Si
